Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Captions.*.resx
Languages: es, fr

# Button_BackToPreviousPage
source: Back to previous page
es: Volver a la página anterior
fr: Retour à la page précédente

# Button_Cancel
source: Cancel
es: Cancelar
fr: Annuler

# Button_Dashboard_WidgetDelete
source: Delete
es: Borrar
fr: Supprimer

# Button_Dashboard_WidgetEditTitle
source: Edit title
es: Editar título
fr: Modifier le titre

# Button_Dashboard_WidgetGotoAngle
source: Go to Angle
es: Ir a Angle
fr: Aller à Angle

# Button_Dashboard_WidgetMaximize
source: Maximize
es: Maximizar
fr: Agrandir

# Button_Dashboard_WidgetMinimize
source: Minimize
es: Minimizar
fr: Réduire

# Button_EditItem
source: Edit
es: Editar
fr: Modifier

# Conflict_Header_Message
source: The request could not be processed because of a conflict in the request.
es: No se pudo procesar la solicitud debido a un conflicto en la solicitud.
fr: La requête n'a pas pu être traitée à cause d'un conflit dans la requête.

# Generic_Error_Message
source: An error occurred while processing your request. Please contact your system <a class="mailto" href="https://magnitude.com/online-support/" target="_top">administrator</a>.
es: Se ha producido un error al procesar la solicitud. Póngase en contacto con el <a class="mailto" href="https://magnitude.com/online-support/" target="_top">administrador</a> del sistema.
fr: Une erreur s'est produite au cours du traitement de la requête. Veuillez contacter votre <a class="mailto" href="mailto:servicedesk@everyangle.com" target="_top">administrateur</a> système.

# Label_AdvanceFilter_AngleDescription
source: Angle description
es: Descripción de Angle
fr: Description de l'Angle

# Label_AdvanceFilter_AngleDisplayName
source: Display name
es: Nombre de Display
fr: Nom du Display

# Label_AdvanceFilter_AngleId
source: Angle ID
es: ID de Angle
fr: ID Angle :

# Label_AdvanceFilter_AngleName
source: Angle name
es: Nombre de Angle
fr: Nom de l'Angle

# Label_AdvanceFilter_BaseClasses
source: Start object
es: Objeto de inicio
fr: Objet de départ

# Label_AdvanceFilter_DisplayDescription
source: Display description
es: Descripción de Display
fr: Description du Display

# Label_AdvanceFilter_LastChangedBy
source: Last changed by
es: Modificado por
fr: Auteur de la dernière modification

# Label_AdvanceFilter_PulicationStatus
source: Publication status
es: Status de publicación
fr: Statut de publication

# Label_AdvanceFilter_QueryStep
source: Filter
es: Filtro
fr: Filtre

# Label_AdvanceFilter_Search_AllowFollowup
source: Allow Jump
es: Permitir Jump
fr: Permettre Jump

# Label_AdvanceFilter_Search_AllowMoreDetail
source: Allow more detail
es: Permitir más detalles
fr: Permettre plus de détails

# Label_AdvanceFilter_Search_Label
source: Search label
es: Etiqueta de búsqueda
fr: Étiquette de recherche

# Label_AdvanceFilter_Search_Private_Label
source: Privilege label
es: Etiqueta de privilegio
fr: Étiquette de privilège

# Label_AdvanceFilter_StarredStatus
source: Starred status
es: Status de favorito
fr: Statut Favori

# Label_AdvanceFilter_ValidationStatus
source: Validation status
es: Status de validación
fr: Statut de validation

# Label_ActionDropdown_ExecuteDisplay
source: Execute Display
es: Ejecutar Display
fr: Exécuter Display

# Label_Angle_ExecuteWithModelRole
source: Executed with model role
es: Ejecutado con la función del modelo
fr: Exécuter avec rôle Instance

# Label_Angle_Export_AddDefinitionSheet
source: Add definitions sheet
es: Agregar hoja de definiciones
fr: Ajouter page de définitions

# Label_Angle_Export_AddSummarySheet
source: Add summary sheet
es: Agregar hoja de resumen
fr: Ajouter page de résumé

# Label_Angle_Export_FileName
source: File name
es: Nombre de archivo
fr: Nom du fichier

# Label_Angle_Export_NumberOfItems
source: Number of items
es: Número de posiciones
fr: Nombre d'éléments

# Label_Angle_Export_SheetName
source: Sheet name
es: Nombre de hoja
fr: Nom de la feuille

# Label_Angle_Privilleges_SystemLocation
source: System location
es: Ubicación del sistema
fr: Localisation système

# Label_CSV_Export_BoolChars
source: Yes/No character
es: Carácter sí/no
fr: Caractère Oui/Non

# Label_CSV_Export_DateFormat
source: Date format
es: Formato de fecha
fr: Format de date

# Label_CSV_Export_DateSeparator
source: Date separator
es: Separador de fechas
fr: Séparateur de date

# Label_CSV_Export_Decimal
source: Decimals
es: Decimales
fr: Décimales

# Label_CSV_Export_DecimalSeparator
source: Decimal separator
es: Separador de decimales
fr: Séparateur des décimales

# Label_CSV_Export_Enquote
source: Use text qualifier
es: Usar calificador de texto
fr: Utiliser identificateur de texte

# Label_CSV_Export_EnquoteCharacter
source: Text qualifier
es: Calificador de texto
fr: Identificateur de texte

# Label_CSV_Export_EnquoteHeaders
source: Use text qualifier on headers
es: Usar calificador de texto en cabeceras
fr: Utiliser identificateur de texte sur les en-têtes

# Label_CSV_Export_EnumFormat
source: Set format
es: Definir formato
fr: Définir le format

# Label_CSV_Export_FieldSeparator
source: Field delimiter
es: Delimitador de campo
fr: Délimiteur de champ

# Label_CSV_Export_HeaderRows
source: Header rows
es: Filas de cabeceras
fr: Lignes d'en-tête

# Label_CSV_Export_LineSeparator
source: Line delimiter
es: Delimitador de líneas
fr: Délimiteur de ligne

# Label_CSV_Export_SectionFileOptions
source: File options
es: Opciones de archivo
fr: Options du fichier

# Label_CSV_Export_SectionFormatOptions
source: Format options
es: Opciones de formato
fr: Options de format

# Label_CSV_Export_TimeFormat
source: Time format
es: Formato de hora
fr: Format d'heure

# Label_CSV_Export_TimeSeparator
source: Time separator
es: Separador de horas
fr: Séparateur d'heure

# Label_Dashboard_AddToANewDashboard
source: Add to new Dashboard
es: Agregar a nuevo Dashboard
fr: Ajouter à nouveau Dashboard

# Label_Dashboard_AddToExistingDashboard
source: Add to existing Dashboard
es: Agregar a Dashboard existente
fr: Ajouter à Dashboard existant

# Label_ActionDropdown_ExecuteDashboard
source: Execute Dashboard
es: Ejecutar Dashboard
fr: Exécuter Dashboard

# Label_Dashboard_ExecuteWithModelRole
source: Executed with model role
es: Ejecutado con la función del modelo
fr: Exécuter avec rôle Instance

# Label_Dashboard_NumberOfDisplays
source: Number of Displays on Dashboard
es: Número de Displays en el Dashboard
fr: Nombre de Displays sur le Dashboard

# Label_Dashboard_PrivateDisplays
source: Private Displays
es: Displays personales
fr: Displays Privés

# Label_Dashboard_PublicDisplays
source: Published Displays
es: Displays publicados
fr: Displays Publiés

# Label_No_Information_About_AutoExecute
source: No items available for automatic execution.
es: No hay posiciones disponibles para la ejecución automática.
fr: Aucun article disponible pour l'exécution automatique.

# Label_Search_WelcomeMovieTitle
source: Training movies
es: Películas de formación
fr: Films de formation

# Label_Sort_Ascending
source: Ascending
es: Ascendente
fr: Croissant

# Label_Sort_By
source: Sort by:
es: Clasificar por:
fr: Trier par :

# Label_Sort_Descending
source: Descending
es: Descendente
fr: Décroissant

# Label_Sort_ThenBy
source: Then by:
es: Después por:
fr: Puis par :

# MassChange_BP_Tab_Title
source: Business Process labels
es: Business Process
fr: Étiquettes Processus Métier

# MassChange_Category_Title
source: Category
es: Categoría
fr: Catégorie

# MassChange_Label_NoModelSelected
source: Note: To add/remove labels, only select Angle(s) from the same model.
es: Nota: Para agregar o quitar etiquetas, seleccione solamente Angle(s) desde el mismo modelo.
fr: Remarque : Pour ajouter/supprimer des étiquettes, ne sélectionner que des Angles issus de la même instance.

# MassChange_Label_NumberItems
source: Number of items:
es: Número de posiciones:
fr: Nombre d'articles :

# MassChange_PrivilegeLabel_Tab_Title
source: Privilege labels
es: Etiquetas de privilegio
fr: Étiquettes de privilège

# MassChange_ReportHeader_Failed
source: Failed
es: Fallada
fr: Échec

# MassChange_ReportHeader_Successful
source: Successful
es: Correcto
fr: Réussite

# MassChange_SearchLabel_Tab_Title
source: Search labels
es: Etiquetas de búsqueda
fr: Étiquettes de recherche

# Page_Angle_Title
source: Every Angle - Angle page
es: Angles for SAP - página Angle
fr: Every Angle - Page d'Angle

# Page_Dashboard_Title
source: Every Angle - Dashboard
es: Angles for SAP - página Dashboard

# Page_Search_Title
source: Every Angle - Search page
es: Angles for SAP - página Búsqueda
fr: Every Angle - Page de recherche

# Popup_Followup_Title
source: Select a Jump to apply
es: Seleccione Jump para aplicar
fr: Sélectionnez un Jump à appliquer

# Popup_HelpText_TitleClass
source: Object info
es: Información de Objeto
fr: Infos objet

# Popup_HelpText_TitleField
source: Field info
es: Información de Campo
fr: Infos champ

# Popup_HelpText_TitleFollowup
source: Jump info
es: Información de Jump
fr: Infos Jump

# Popup_SaveAsCSV_Title
source: Export to CSV
es: Exportar a CSV
fr: Exporter au format CSV

# SaveAsCSV_BoolChars_False
source: No character
es: Carácter no
fr: Caractère Non

# SaveAsCSV_BoolChars_True
source: Yes character
es: Carácter sí
fr: Caractère Oui

# SaveAsCSV_FileName
source: File name
es: Nombre de archivo
fr: Nom du fichier

# UnProcessEntity_Header_Message
source: The request could not be executed due to semantic errors.
es: La solicitud no se ha podido ejecutar debido a errores de semántica.
fr: La requête n'a pas pu être effectuée à cause d'erreurs sémantiques.

# Pivot_Show_Total_For
source: Show totals for
es: Mostrar totales para
fr: Afficher les totaux de

# Pivot_Total_For_Column
source: Column
es: Columna
fr: Colonne

# Pivot_Total_For_None
source: None
es: Ninguno
fr: Aucun

# Pivot_Total_For_Row
source: Row
es: Fila
fr: Ligne

# Pivot_Total_For_RowAndColumn
source: Row and column
es: Fila y columna
fr: Ligne et colonne

# Tooltip_BusinessProcess_Deselect
source: Click to deselect
es: Haga clic para anular la selección
fr: Cliquer pour désélectionner

# Tooltip_BusinessProcess_Select
source: Click to select
es: Haga clic para seleccionar
fr: Cliquer pour sélectionner

# Button_CancelExecution
source: Cancel execution
es: Cancelar ejecución
fr: Annuler l'exécution

# Button_ChartOptions
source: Options
es: Opciones

# Title_ChartOptions
source: Options
es: Opciones

# Label_ChartOptions_AxisTitle
source: Axis titles
es: Títulos de ejes
fr: Titres des axes

# Label_ChartOptions_AxisTitle_Hide
source: Hide axis titles
es: Ocultar títulos de ejes
fr: Masquer les titres des axes

# Label_ChartOptions_AxisTitle_Show
source: Show axis titles
es: Mostrar títulos de ejes
fr: Afficher les titres des axes

# Label_ChartOptions_AxisTitle_ShowX
source: Show X-axis title
es: Mostrar título de eje X
fr: Afficher le titre de l'axe X

# Label_ChartOptions_AxisTitle_ShowY
source: Show Y-axis title
es: Mostrar título de eje Y
fr: Afficher le titre de l'axe Y

# Label_ChartOptions_AxisValue
source: Axis values
es: Valores de ejes
fr: Valeurs des axes

# Label_ChartOptions_AxisValue_Hide
source: Hide axis values
es: Ocultar valores de ejes
fr: Masquer les valeurs des axes

# Label_ChartOptions_AxisValue_Show
source: Show axis values
es: Mostrar valores de ejes
fr: Afficher les valeurs des axes

# Label_ChartOptions_AxisValue_ShowX
source: Show X-axis values
es: Mostrar valores de eje X
fr: Afficher les valeurs de l'axe X

# Label_ChartOptions_AxisValue_ShowY
source: Show Y-axis values
es: Mostrar valores de eje Y
fr: Afficher les valeurs de l'axe Y

# Label_ChartOptions_DataLabel
source: Data labels
es: Etiquetas de datos
fr: Étiquettes de données

# Label_ChartOptions_DataLabel_Hide
source: Hide data labels
es: Ocultar etiquetas de datos
fr: Masquer les étiquettes de données

# Label_ChartOptions_DataLabel_Mouse
source: Hover
es: Pasar por encima
fr: Placer le curseur sur

# Label_ChartOptions_DataLabel_Show
source: Show data labels
es: Mostrar etiquetas de datos
fr: Afficher les étiquettes de données

# Label_ChartOptions_Gridline
source: Gridlines
es: Cuadrícula
fr: Quadrillage

# Label_ChartOptions_GridlineRadar_Hide
source: Hide gridlines
es: Ocultar cuadrícula
fr: Masquer le quadrillage

# Label_ChartOptions_GridlineRadar_Show
source: Show gridlines
es: Mostrar cuadrícula
fr: Afficher le quadrillage

# Label_ChartOptions_Legend
source: Legend
es: Leyenda
fr: Légende

# Label_ChartOptions_Legend_Hide
source: Hide legend
es: Ocultar leyenda
fr: Masquer la légende

# Label_ChartOptions_Legend_Show
source: Show legend
es: Mostrar leyenda
fr: Afficher la légende

# Label_ChartOptions_GridlineType
source: Gridline type
es: Clase de cuadrícula
fr: Type de quadrillage

# Label_ChartOptions_GridlineType_Arc
source: Arc
es: Arco

# Label_ChartOptions_GridlineType_Line
source: Line
es: Línea
fr: Ligne

# Label_ChartOptions_Ranges
source: Ranges
es: Intervalos
fr: Tranches

# Label_ChartOptions_Ranges_Hide
source: Hide ranges
es: Ocultar intervalos
fr: Masquer les tranches

# Label_ChartOptions_Ranges_Show
source: Show ranges
es: Mostrar intervalos
fr: Afficher les tranches

# MassChange_Label_LeaveUnchanged
source: Leave unchanged
es: Dejar sin modificar
fr: Ne pas modifier

# MassChange_Label_SetToNormalAngle
source: Set to "Angle"
es: Definir en “Angle”
fr: Défini sur « Angle »

# MassChange_Label_SetToNotStarred
source: Set to "Not starred"
es: Definir en “No favorito”
fr: Défini sur « Non favori »

# MassChange_Label_SetToNotValidated
source: Set to "Not validated"
es: Definir en “No validado”
fr: Défini sur « non validé »

# MassChange_Label_SetToPrivate
source: Set to "Private"
es: Definir en “Personal”
fr: Défini sur « Privé »

# MassChange_Label_SetToPublished
source: Set to "Published"
es: Definir en “Publicado”
fr: Défini sur « Publié »

# MassChange_Label_SetToStarred
source: Set to "Starred"
es: Definir en “Favorito”
fr: Défini sur « Favori »

# MassChange_Label_SetToTemplate
source: Set to "Template"
es: Definir en “Template”
fr: Défini sur « Template »

# MassChange_Label_SetToValidated
source: Set to "Validated"
es: Definir en “Validado”
fr: Défini sur « Validé »

# MassChange_Label_Updatenote
source: Update note
es: Actualizar nota
fr: Mise à jour remarque

# Label_Excel_Report
source: Excel report
es: Informe de Excel
fr: Rapport Excel

# Popup_ResultSummary_Title
source: Information
es: Información
fr: Informations

# Label_ActionDropdown_CreateChart
source: Create chart
es: Crear gráfico
fr: Créer diagramme

# Label_ActionDropdown_CreateList
source: Create list
es: Crear lista
fr: Créer liste

# Label_ActionDropdown_CreatePivot
source: Create pivot
es: Crear tabla dinámica
fr: Créer un tableau croisé dynamique

# Button_CreateNewAngle
source: Create Angle
es: Crear Angle
fr: Créer Angle

# Button_CreateNewAngle_NoModel
source: No model
es: Sin modelo
fr: Pas d'Instance

# Popup_CreateNewAngle_TitleByType
source: Create Angle for model {0}: {1}
es: Crear Angle para el modelo {0}: {1}
fr: Créer Angle pour Instance {0} : {1}

# Popup_CreateNewAngle_TitleOptions
source: Create Angle for model {0}
es: Crear Angle para el modelo {0}
fr: Créer Angle pour Instance {0}

# Button_Continue
source: Continue
es: Continuar
fr: Continuer

# Popup_CreateNewAngle_DropdownText
source: Create Angle for {0}
es: Crear Angle para {0}
fr: Créer Angle pour {0}

# Label_FieldFormat_Date
source: Date
es: Fecha

# Label_FieldFormat_Day
source: Day
es: Día
fr: Jour

# Label_FieldFormat_DecimalSeparate
source: Decimal separator
es: Separador de decimales
fr: Séparateur des décimales

# Label_FieldFormat_Hour
source: Hour
es: Hora
fr: Heure

# Label_FieldFormat_Month
source: Month
es: Mes
fr: Mois

# Label_FieldFormat_Numbers
source: Numbers
es: Números
fr: Nombres

# Label_FieldFormat_Order
source: Order
es: Orden
fr: Ordre

# Label_FieldFormat_Other
source: Other
es: Otro
fr: Autre

# Label_FieldFormat_Separator
source: Delimiter
es: Delimitador
fr: Séparateur

# Label_FieldFormat_ThousandSeperator
source: Thousands separator
es: Separador de millares
fr: Séparateur des milliers

# Label_FieldFormat_Year
source: Year
es: Año
fr: Année

# Label_Unsorted
source: Unsorted
es: Sin clasificar
fr: Non trié

# PivotCustomSort_LabelColumn
source: Sort {0} by this column
es: Clasificar {0} por esta columna
fr: Trier {0} par cette colonne

# PivotCustomSort_LabelRow
source: Sort {0} by this row
es: Clasificar {0} por esta fila
fr: Trier {0} par cette ligne

# Popup_ModelParameters_Label_Model
source: Settings for model:
es: Configuración para el modelo:
fr: Paramètres de l'Instance :

# AdhocEnableSummarySheet
source: Not available for ad hoc Display
es: No está disponible para Display ad hoc
fr: Indisponible pour le Display ad hoc

# Button_Search
source: Search
es: Buscar
fr: Recherche

# Pivot_Option_Percentages
source: Percentages
es: Porcentajes
fr: Pourcentages

# Pivot_PercentOfColumn
source: % of column {0}
es: % de la columna {0}
fr: % de la colonne {0}

# Pivot_PercentOfRow
source: % of row {0}
es: % de la fila {0}
fr: % de la ligne {0}

# Pivot_PercentOfTotal
source: % of total {0}
es: % del total {0}
fr: % du total {0}

# Label_ChartOptions_DataLabel_ShowValues
source: Show values only
es: Mostrar solo los valores
fr: N'afficher que les valeurs

# Pivot_Option_DoNotShowTotals
source: Do not show totals
es: No mostrar los totales
fr: Ne pas afficher les totaux

# Pivot_Option_Totals
source: Totals
es: Totales
fr: Totaux

# Pivot_Option_IncludeSubtotals
source: Include subtotals
es: Incluir subtotales
fr: Inclure sous-totaux

# Pivot_Option_ShowForColumns
source: Show for columns
es: Mostrar para columnas
fr: Afficher pour les colonnes

# Pivot_Option_ShowForRows
source: Show for rows
es: Mostrar para filas
fr: Afficher pour les lignes

# Pivot_Option_ShowForRowsAndColumns
source: Show for rows and columns
es: Mostrar para filas y columnas
fr: Afficher pour les lignes et les colonnes

# Label_Angle_Export_ShowInAggregatedFormat
source: Show in aggregated format
es: Mostrar en formato agregado
fr: Afficher en format agrégé

# Label_AngleExport_PackageId
source: Package ID
es: ID de paquete
fr: ID de lot

# Popup_ModelParameters_Title
source: Model parameters
es: Parámetros de Modelo
fr: Paramètres de l'Instance

source: Drop here to remove this column
es: Colóquelo aquí para eliminar esta columna
fr: Déposez ici pour supprimer cette colonne

# Label_ChartOptions_AxisScale_Automatic
source: Automatic
es: Automático
fr: Automatique

# Label_ChartOptions_AxisScale
source: Axis scale
es: Escala de ejes
fr: Échelle de l'axe

# Label_ChartOptions_Gridline_Hide
source: None
es: Ninguno
fr: Aucun

# Label_ChartOptions_Gridline_Show
source: Both
es: Ambos
fr: Les deux

# Label_AdvanceFilter_WarningStatus
source: Warning status
es: Status de advertencia
fr: Statut d'avertissement

# Label_ChartOptions_ShowAsPercentage
source: Show as Percentage
es: Mostrar como porcentaje
fr: Afficher en pourcentage

# FieldFormat_Example
source: Example
es: Ejemplo
fr: Exemple

# FormatSetting_Apostrophe
source: Apostrophe (')
es: Apóstrofo (')

# FormatSetting_Comma
source: Comma (,)
es: Coma (,)
fr: Virgule (,)

# FormatSetting_FullStop
source: Full stop (.)
es: Punto (.)
fr: Point (.)

# FormatSetting_Space
source: Space ( )
es: Espacio ( )
fr: Espace ( )

# FormatSetting_Colon
source: Colon (:)
es: Dos puntos (:)
fr: Deux-points (:)

# FormatSetting_Dash
source: Hyphen (-)
es: Guion (-)
fr: Tiret (-)

# FormatSetting_Slash
source: Slash (/)
es: Barra (/)
fr: Barre oblique (/)

# FieldFormat_Notation
source: Notation
es: Notación

# Label_FieldFormat_UseThousandSeperator
source: Use thousands separator
es: Use el separador de millares
fr: Utiliser le séparateur des milliers

# Label_FieldFormat_Hours
source: Hours
es: Horas
fr: Heures

# Label_FieldFormat_Minutes
source: Minutes
es: Minutos

# Label_FieldFormat_Seconds
source: Seconds
es: Segundos
fr: Secondes

# AngleExport_TypeDownload
source: Download individual Angles
es: Descargar Angles individuales
fr: Télécharger Angles individuels

# AngleExport_TypePackage
source: Download Angles as a package
es: Descargar Angles como un paquete
fr: Télécharger Angles en lot

# ResolveAngleDisplay_TaskCreator
source: Task owner
es: Propietario de la tarea
fr: Propriétaire de la tâche

# ResolveAngleDisplay_TaskDatastore
source: Action datastore
es: Datastore de acción
fr: Banques de données d'action

# ResolveAngleDisplay_TaskName
source: Task
es: Tarea
fr: Tâche

# ResolveAngleDisplay_WillDeleteTask
source: Delete task
es: Eliminar tarea
fr: Supprimer tâche

# FormatSetting_None
source: None
es: Ninguno
fr: Aucun

# WidgetFilter_ArgumentAdvance
source: Advanced
es: Avanzado
fr: Avancé

# WidgetFilter_ArgumentPeriod_Last
source: Last
es: Último
fr: Dernier

# WidgetFilter_ArgumentPeriod_Next
source: Next
es: Siguiente
fr: Suivant

# WidgetFilter_ArgumentPeriod_This
source: This
es: Este
fr: Cette

# WidgetFilter_ArgumentType_Field
source: Field
es: Campo
fr: Champ

# WidgetFilter_ArgumentType_Function
source: Period
es: Período
fr: Période

# WidgetFilter_ArgumentType_Value
source: Date
es: Fecha

# WidgetFilter_PeriodType_Days
source: Day(s)
es: Día(s)
fr: Jour(s)

# WidgetFilter_PeriodType_Months
source: Month(s)
es: Mes(es)
fr: Mois

# WidgetFilter_PeriodType_Quarters
source: Quarter(s)
es: Trimestre(s)
fr: Trimestre(s)

# WidgetFilter_PeriodType_Semesters
source: Semester(s)
es: Semestre(s)
fr: Semestre(s)

# WidgetFilter_PeriodType_Trimesters
source: Trimester(s)
es: Trimestre(s)
fr: Trimestre(s)

# WidgetFilter_PeriodType_Weeks
source: Week(s)
es: Semana(s)
fr: Semaine(s)

# WidgetFilter_PeriodType_Years
source: Year(s)
es: Año(s)
fr: Année(s)

# MC_Label_ODataService
source: OData service
es: ODATA/ODBC/JDBC (Pull) service

# Label_Angle_Export_HeaderFormat
source: Header format
es: Formato de cabecera
fr: Format d'en-tête

# Label_CSV_Export_ModelDate_None
source: None
es: Ninguno
fr: Aucun

# Label_CSV_Export_ModelDate_Placeholder
source: Select column
es: Seleccionar columna
fr: Sélectionner colonne

# Pivot_Option_TotalsLocation_Far
source: Bottom/right
es: Inf./derecha
fr: Bas/droite

# Pivot_Option_TotalsLocation_Near
source: Top/left
es: Sup./izquierda
fr: Haut/gauche

# Title_AggregationChart
source: Chart options
es: Opciones de gráfico

# Title_AggregationPivot
source: Pivot options
es: Opciones de tabla dinámica

# Popup_Angle_Info
source: Angle Information
es: Información de Angle

# Popup_Dashboard_Info
source: Dashboard Information
es: Información de Dashboard

# Popup_Display_Info
source: Display Information
es: Información de Display

# Label_CSV_Export_AddModelDate
source: Insert model date
fr: Insérer la Date du Modèle

# Label_ChartOptions_AxisScale_Manual
source: Manual
fr: Manuel
