Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Resource.*.resx
Languages: nl

source: Add Filter
nl: Voeg Filter toe

# AddFollowUp
source: Apply Jump
nl: Voeg Jump toe

source: Add to Angle
nl: Toevoegen aan Angle

source: Advanced filters
nl: Geavanceerde Filters

source: Angle definition
nl: Angledefinitie

source: Angle description
nl: Angle-omschrijving

# AngleDetailPublishTabLimitationLabel
source: Limitations
nl: Beperkingen

# AngleDetailPublishTabSearchLabels
source: Search labels
nl: Zoeklabels

# AngleDetailPublishTabTemplate
source: Set to Template
nl: Instellen als Template

source: Angle name
nl: Anglenaam

# AppliedFilterLinesAndFollowUps
source: Applied Filters and Jumps
nl: Toegepaste Filters en Jumps

source: Apply
nl: Toepassen

source: Authentication failed
nl: Authenticatie mislukt

# BackToCreateOptions
source: Back
nl: Terug

# BackToSearch
source: Back to search results
nl: Terug naar zoekresultaten

source: Business Processes
nl: Bedrijfsprocessen

source: Cancel
nl: Annuleren

source: Company name
nl: Bedrijfsnaam

# CreateFromSchemaDetailedDescription
source: The Object Diagram shows the most important objects of a Business Process and their subrelations in a schematic way. When you select an object from the diagram a Template Angle will be executed that can then be adjusted and saved as another Angle.
nl: Het objectdiagram toont de belangrijkste objecten van een Bedrijfsproces en hun onderlinge relaties in een schema. Als u een object uit het diagram selecteert, wordt er een Template Angle uitgevoerd dat kan worden aangepast en opgeslagen als een aparte Angle.

# CreateFromSchemaDetailed
source: Advanced: Select a Template Angle from the Object Diagram
nl: Gevorderd: Selecteer een Template Angle uit het objectendiagram

# CreateFromObjectsDescription
source: The Object List is an overview of all objects available in a Business Process without relations. You can select one or more objects and create an Angle based on this selection.
nl: De volledige objectenlijst geeft een overzicht van alle beschikbare objecten van een Bedrijfsproces zonder relaties. U kunt één of meer objecten selecteren en op basis van deze selectie een nieuwe Angle maken.

# CreateFromObjects
source: Expert: Select an object from the Object List
nl: Expert: Selecteer een object uit de volledige objectenlijst

source: Created by
nl: Gemaakt door

# CreateFromSchemaSimpleDescription
source: The Activity Diagram shows the most important activities of a Business Process and their subfunctions in a schematic way. When you select an activity from the diagram a Template Angle will be executed that can then be adjusted and saved as another Angle.
nl: Het activiteitendiagram toont de belangrijkste activiteiten van een Bedrijfsproces en hun onderlinge relaties in een schema. Als u een activiteit uit het diagram selecteert, wordt er een Template Angle uitgevoerd dat kan worden aangepast en opgeslagen als een aparte Angle.

# CreateFromSchemaSimple
source: Basic: Select a Template Angle from the Activity Diagram
nl: Start: Selecteer een Template Angle uit het Activiteitendiagram

source: Create new Angle
nl: Nieuwe Angle maken

# CreateNewAngleFromSelectedObjects
source: Create Angle
nl: Maak Angle

# CreateNewAngleTitle
source: Description of (last) selected object
nl: Omschrijving van het (laatste) geselecteerde object

source: Creation date
nl: Aanmaakdatum

source: Creator
nl: Maker

source: Current Display definition
nl: Definitie huidige Display

# DefaultAngleName
source: New Angle
nl: Nieuwe Angle

source: Default Display
nl: Standaarddisplay

# DefaultDisplayListName
source: New Display
nl: Nieuwe Display

source: Definition
nl: Definitie

source: Delete
nl: Verwijderen

source: Description
nl: Omschrijving

source: Display description
nl: Omschrijving Display

source: Display for Angle
nl: Display voor Angle

source: Display name
nl: Displaynaam

source: Display type
nl: Displaysoort

source: Division
nl: Divisie

source: Enter your business question here
nl: Typ hier uw vraag

source: Execute at login
nl: Uitvoeren na inloggen

# ExecutionPopupExecutionParameters
source: Execution parameters
nl: Uitvoeringsparameters

source: Find object...
nl: Zoek object...

source: First
nl: Eerste

source: General
nl: Algemeen

source: General filters
nl: Algemene filters

source: Language
nl: Taal

source: Last
nl: Laatste

source: Last changed by
nl: Laatst gewijzigd door

source: Last executed by
nl: Laatst uitgevoerd door

source: Location
nl: Locatie

source: Log in
nl: Inloggen

source: Log out
nl: Uitloggen

source: Marked for deletion
nl: Gemarkeerd voor verwijdering

source: More
nl: Meer

source: No
nl: Nee

source: Number of executes
nl: Aantal keer uitgevoerd

source: Object name
nl: Objectnaam

source: Password
nl: Wachtwoord

source: Personal note
nl: Persoonlijke opmerking

# Pivot_Bucket_Average
source: Average
nl: Gemiddelde

# Pivot_Bucket_AverageValid
source: Average valid
nl: Gemiddelde geldig

# Pivot_Bucket_Count
source: Count
nl: Aantal

# Pivot_Bucket_CountValid
source: Count valid
nl: Aantal geldig

# Pivot_Bucket_FirstCharacter
source: First character
nl: Eerste karakter

# Pivot_Bucket_FirstCharacters
source: First {0} characters
nl: Eerste {0} karakters

# Pivot_Bucket_Individual
source: Individual
nl: Individueel

# Pivot_Bucket_PerDay
source: Per day
nl: Per dag

# Pivot_Bucket_PerMonth
source: Per month
nl: Per maand

# Pivot_Bucket_PerQuarter
source: Per quarter
nl: Per kwartaal

# Pivot_Bucket_PerYear
source: Per year
nl: Per jaar

# Pivot_Bucket_Sum
source: Sum
nl: Som

source: Please enter your username and password
nl: Voer uw gebruikersnaam en wachtwoord in

source: Popularity
nl: Populariteit

source: Publishing
nl: Publicatie

# Items
source: results
nl: resultaten

source: Save
nl: Opslaan

source: Search results
nl: Zoekresultaten

source: Select object in Process
nl: Selecteer object in proces

source: Settings
nl: Instellingen

source: Show all objects
nl: Toon alle objecten

source: Show all Templates
nl: Toon alle Templates

source: Sort by
nl: Sorteer op

source: Statistics
nl: Statistieken

source: System
nl: Systeem

# SystemLabel
source: System:
nl: Systeem:

# ThisIsAPrivateDisplayNotAvailableForOtherUsers
source: This is a private Display, not available to other users.
nl: Dit is een Privédisplay, niet beschikbaar voor andere gebruikers

source: Username
nl: Gebruikersnaam

source: Validation for
nl: Validatie voor

source: Validation last changed by
nl: Validatie laatst gewijzigd door

source: View
nl: Bekijken

source: Yes
nl: Ja

source: Aggregation
nl: Aggregatie

# Pivot_Bucket_PerHour
source: Per hour
nl: Per uur

# Pivot_Bucket_LastCharacter
source: Last character
nl: Laatste karakter

# Pivot_Bucket_LastCharacters
source: Last {0} characters
nl: Laatste {0} karakters

# AdvanceFilterPublishedTitle
source: Published
nl: Gepubliceerd

source: Add column
nl: Voeg kolom toe

source: Add to Dashboard
nl: Voeg toe aan Dashboard

# AddToPivotFieldArea
source: Add to {0} area
nl: Voeg toe aan {0} gebied

# AdvanceFilterFrom
source: From
nl: Van

# AdvanceFilterLanguageDescription
source: Description
nl: Omschrijving

# AdvanceFilterLanguageName
source: Name
nl: Naam

# AdvanceFilterLanguageTitle
source: Language
nl: Taal

# AdvanceFilterLimitationsBlockedDisplays
source: Blocked Displays
nl: Geblokkeerde Displays

# AdvanceFilterLimitationsBlockedDrilldown
source: Blocked Drilldown
nl: Geblokkeerde Drilldown

# AdvanceFilterLimitationsBlockedFollowUp
source: Blocked Jump
nl: Geblokkeerde Jump

# AdvanceFilterLimitationsTitle
source: Limitations
nl: Beperkingen

# AdvanceFilterNoReferenceChoice
source: No reference
nl: Geen verwijzing

# AdvanceFilterPrivateChoice
source: Private
nl: Persoonlijk

# AdvanceFilterPublishChoice
source: Publish
nl: Publiceren

# AdvanceFilterTextInDescription
source: In description
nl: In omschrijving

# AdvanceFilterTextInFilterLines
source: In filter lines
nl: In filterlijnen

# AdvanceFilterTextInPrivateLabels
source: In private labels
nl: In privé labels

# AdvanceFilterTextInPublicLabels
source: In published labels
nl: In gepubliceerde labels

# AdvanceFilterTextInTitle
source: In title
nl: In titel

# AdvanceFilterTextTitle
source: Text
nl: Tekst

# AdvanceFilterTo
source: To
nl: Naar

# AdvanceFilterUsageChangedBy
source: Changed by
nl: Gewijzigd door

# AdvanceFilterUsageCreateBy
source: Created by
nl: Gemaakt door

# AdvanceFilterUsageLastExecutedBy
source: Last executed by
nl: Laatst uitgevoerd door

# AdvanceFilterUsageMarkedForDeletionBy
source: Marked for deletion by
nl: Gemarkeerd voor verwijdering door

# AdvanceFilterUsageNumberOfExecutes
source: Number of executes
nl: Aantal keer uitgevoerd

# AdvanceFilterUsageTitle
source: Usage
nl: Gebruik

# AdvanceFilterUsageValidationChangeBy
source: Validation change by
nl: Validatiewijziging door

# AngleDropdownListSelectDisplay
source: Select Display
nl: Selecteer Display

source: Close
nl: Sluiten

source: Export to CSV
nl: Exporteren naar CSV

source: Export to Excel
nl: Exporteren naar Excel

# FiledChooserFacetFilterLess
source: less...
nl: minder...

# FiledChooserFacetFilterMore
source: more...
nl: meer...

# FiledChooserFilterProperties
source: Search field...
nl: Zoek veld...

source: Find
nl: Zoeken

# SeeInfoAboutProperty
source: See info about field
nl: Zie info over veld

# SelectAPropertyToApplyAsFilter
source: Choose field
nl: Kies veld

source: Sort
nl: Sorteren

# Tools
source: Actions
nl: Acties

source: Add value
nl: Voeg waarde toe

source: After
nl: Na

source: and
nl: en

# AskForValueWhenTheAngleOpens
source: Set value when the Angle is executed
nl: Vraag naar waarde wanneer de Angle wordt uitgevoerd

# AskForValueWhenTheDashboardOpens
source: Set value when the Dashboard is executed
nl: Vraag naar waarde wanneer de Dashboard opent

source: Before
nl: Voor

source: Between
nl: Tussen

# CellPopupMenuCopy
source: Copy
nl: Kopiëren

# CellPopupMenuDrillDownTo
source: Drilldown to item
nl: Drilldown naar item

# CellPopupMenuFilterThisColumn
source: Quick Filter
nl: Snelfilter

# CellPopupSubMenuEmpty
source: Is empty
nl: Is Leeg

# CellPopupSubMenuEqual
source: Is equal to
nl: Is gelijk aan

# CellPopupSubMenuLargerThan
source: Is greater than
nl: Is groter dan

# CellPopupSubMenuNotEmpty
source: Is not empty
nl: Is niet leeg

# CellPopupSubMenuNotEqual
source: Is not equal to
nl: Is niet gelijk aan

# CellPopupSubMenuSmallerThan
source: Is smaller than
nl: Is kleiner dan

source: days from actual date
nl: dagen vanaf werkelijke datum

# InputTitleInputDate
source: Input date:
nl: Input datum:

# InputTitleInputNumber
source: Input number:
nl: Input nummer:

# InputTitleInputPeriod
source: Input period:
nl: Input periode:

# InputTitleInputText
source: Input text:
nl: Input tekst:

# InputTitleSelectValue
source: Select value
nl: Selecteer waarde

# ListHeaderPopupCreateChart
source: Create chart
nl: Maak grafiek

# ListHeaderPopupCreatePivot
source: Create pivot
nl: Maak draaitabel

# ListHeaderPopupCustomSort
source: Custom sort
nl: Eigen sortering

# ListHeaderPopupRemoveColumn
source: Remove column
nl: Verwijder kolom

# ListHeaderPopupSortAscending
source: Sort ascending
nl: Sorteer oplopend

# ListHeaderPopupSortDecending
source: Sort descending
nl: Sorteer aflopend

source: not between
nl: niet tussen

# OperatorContainsSubstring
source: contains substring(s)
nl: bevat substring(s)

# OperatorDoesNotContainSubstring
source: does not contain substring(s)
nl: bevat substring(s) niet

# OperatorDoesNotEndOnSubstring
source: does not end on substring(s)
nl: eindigt niet op substring(s)

# OperatorDoesNotStartWithSubstring
source: does not start with substring(s)
nl: begint niet met substring(s)

# OperatorEndsOnSubstring
source: ends on substring(s)
nl: eindigt op substring(s)

# OperatorHasNoValue
source: is empty
nl: is leeg

# OperatorHasValue
source: is not empty
nl: is niet leeg

# OperatorIsAfter
source: is after
nl: is na

# OperatorIsAfterOrEqualTo
source: is after or equal to
nl: is na of gelijk aan

# OperatorIsAfterOrOn
source: is after or on
nl: is na of op

# OperatorIsBefore
source: is before
nl: is voor

# OperatorIsBeforeOrEqualTo
source: is before or equal to
nl: is voor of gelijk aan

# OperatorIsBeforeOrOn
source: is before or on
nl: is voor of op

# OperatorIsBetween
source: is between
nl: is tussen

# OperatorIsEqualTo
source: is equal to
nl: is gelijk aan

# OperatorIsGreaterThan
source: is greater than
nl: is groter dan

# OperatorIsGreaterThanOrEqualTo
source: is greater than or equal to
nl: is groter dan of gelijk aan

# OperatorIsInList
source: is in list
nl: is in lijst

# OperatorIsNotBetween
source: is not between
nl: is niet tussen

# OperatorIsNotEqualTo
source: is not equal to
nl: is niet gelijk

# OperatorIsNotInList
source: is not in list
nl: is niet in lijst

# OperatorIsSmallerThan
source: is smaller than
nl: is kleiner dan

# OperatorIsSmallerThanOrEqualTo
source: is smaller than or equal to
nl: is kleiner dan of gelijk aan

# OperatorMatchesPattern
source: matches pattern(s)
nl: komt overeen met patroon

# OperatorStartsWithSubstring
source: starts with substring(s)
nl: begint met substring(s)

source: Retry
nl: Opnieuw proberen

# SelectedListValueDays
source: Days
nl: Dagen

source: Actions at login
nl: Acties na inloggen

# ActionSettingClearAll
source: Clear all
nl: Alles wissen

# ActionSettingExecuteAtLogin
source: Execute Angles and Dashboards automatically when I log in:
nl: Voer Angles en Dashboards automatisch uit wanneer ik inlog:

# ActionSettingExecuteLastSearch
source: Repeat last executed search when I log in.
nl: Voer laatste zoekopdracht uit als ik inlog.

# FormatSettingDecimal
source: decimal
nl: decimaal

# FormatSettingDecimals
source: decimals
nl: decimalen

# FormatSettingLabelCurrency
source: Currency
nl: Valuta

# FormatSettingLabelNumbers
source: Numbers
nl: Getallen

# FormatSettingNoDecimal
source: None
nl: Geen decimaal

# SystemSettingLabelDefaultBusinessProcess
source: Default Business Process
nl: Standaard Bedrijfsproces

# SystemSettingLabelDefaultOfRowsExportToExcel
source: # of rows for export to Excel
nl: Standaard # rijen bij export naar Excel

# SystemSettingLabelInColumnHeadersOfLists
source: In column headers of lists
nl: In kolomkoppen van lijsten

# SystemSettingLabelShowSAPPropertyNames
source: Show technical names
nl: Toon technische namen

# SystemSettingLabelGoToSAPDownload_Info
source: To use Go to SAP, click to download and install the Go to SAP launcher on your workstation.
nl: Om Go to SAP the kunnen gebruiken klikt u hier om de Go to SAP Launcher te downloaden en te installeren op uw systeem.

# SystemSettingLabelShowSmallBusinessProcessBar
source: Show small Business Process bar
nl: Toon kleine Bedrijfsprocessenbalk

# SystemSettingLabelWhenSelectingAProperty
source: In the field chooser, when selecting a field
nl: In de veldkiezer, bij het selecteren van een veld

# SystemSettingResults
source: results
nl: resultaten

source: System settings
nl: Systeeminstellingen

# UserSettingLabelAuthorisation
source: Authorisation
nl: Autorisatie

# UserSettingLabelRoles
source: Roles:
nl: Rollen:

# UserSettingLabelUserParameters
source: User parameters:
nl: Parameters gebruiker:

# UserSettingLabelUserType
source: User type:
nl: Soort gebruiker:

# SaveAs
source: Save Display as...
nl: Opslaan als...

# SaveAsTitle
source: Save as...
nl: Opslaan als...

# SaveAsPrivate
source: Save as Private Angle
nl: Opslaan als privé Angle

# ListFormatEnumLongName
source: Long name
nl: Lange naam

# ListFormatEnumShortName
source: Short name
nl: Korte naam

# ListFormatSettingResetDefault
source: Reset
nl: Resetten

# ListFormatSettingTitle
source: Format field
nl: Formaat veld

# ListFormatNumberMillion
source: Show in millions M
nl: Toon in miljoenen M

# ListFormatNumberThousand
source: Show in thousands k
nl: Toon in duizenden K

# ListFormatSaveAsDefault
source: Set as default for
nl: Gebruik als standaard voor dit veld

# ListFormatPeriodDays
source: Show in days
nl: Toon in dagen

# ListFormatPeriodDDHH
source: Show in days (DD:HH)
nl: Toon in dagen (DD: HH)

# ListFormatPeriodHHMM
source: Show in hours (HH:MM)
nl: Toon in uren (HH: MM)

# ListFormatPeriodHours
source: Show in hours
nl: Toon in uren

# ListFormatPeriodSeconds
source: Show in seconds
nl: Toon in seconden

# LIstFormatPeriodWeeks
source: Show in weeks
nl: Toon in weken

# LIstFormatPeriodWWDD
source: Show in weeks (WW:DD)
nl: Toon in weken (WW: DD)

# DefaultDisplayListDescription
source: New Display description
nl: Omschrijving nieuwe Display

# CreateNewAngleGridClassesHeaderLongName
source: Description
nl: Omschrijving

# ErrorCannotSaveDisplay
source: Display cannot be saved. Please save Angle first.
nl: Display kan niet worden opgeslagen, u moet eerst de Angle opslaan

# DrilldownErrorItemNotFound
source: Requested item was not found.
nl: Gevraagde item is niet gevonden

# DrilldownErrorNoIDField
source: Requested item has no ID field.
nl: Gevraagde item heeft geen ID veld

# DrilldownErrorPrimaryDataNotFound
source: ID {ID} for object type {ObjectType} does not exist.
nl: ID '{ID}' voor Objectsoort '{ObjectType}' bestaat niet

# DrilldownErrorPrimaryDataNotUnique
source: ID {ID} for object type {ObjectType} is not unique.
nl: ID '{ID}' voor Objectsoort '{ObjectType}' is niet uniek

# NotImplement
source: Not implemented
nl: niet geïmplementeerd

source: Personal Default Display
nl: Standaard Privédisplay

# DisplayDropdownListKeepFilter
source: Keep active Display Filters
nl: Bewaar actieve Displayfilters

source: [None]
nl: [Geen]

# CreateNewAngleFromSchema
source: Create Angle
nl: Maak Angle

# InitialDropdownLabel
source: -- Select --
nl: -- Selecteer --

source: Period
nl: Periode

# SystemSettingLabelUserLocale
source: Regional settings
nl: Regionale instellingen

source: Time
nl: Tijd

# UserSettingLabelThousandSeparator
source: Thousands separator
nl: Scheidingsteken voor duizendtallen

source: Applied Angle Displays
nl: Toegepaste Angledisplays

source: Dashboard name
nl: Dashboardnaam

# PopupConfirmDiscardChangeFieldSetting
source: Changes to {0} Display have not been applied.<br>Save without changes?
nl: Wijzigingen in {0} Display zijn niet toegepast.<br>Wijzigingen negeren en opslaan?

# ErrorCommonMessage
source: An error occured while processing. Please contact the system administrator.
nl: Er is een fout opgetreden tijdens het verwerken, neem contact op met de systeembeheerder.

# ErrorDisplayNotExistsThenGotoOtherDisplay
source: Display does not exist. Click OK to go to an existing Display.
nl: Display bestaat niet. Klik OK om naar een bestaand Display te gaan.

# ErrorDisplayNotExistsThenGotoSearchPage
source: Display does not exist. Click OK to go back to the search page.
nl: Display bestaat niet. Klik OK om terug te gaan naar de zoekpagina.

# ErrorExcelFileName
source: File name cannot contain: \ / : * ? " < > |
nl: Bestandsnaam kan niet bevatten: \ / : * ? " < > |

# ErrorExcelSheetName
source: Sheet name cannot contain: \ / : * ? " < > |
nl: Werkbladnaam kan niet bevatten: \ / : * ? " < > |

# ErrorFieldDuplicated
source: Selected fields cannot be duplicated.
nl: Geselecteerde velden kunnen niet gedupliceerd worden

# ErrorInfoObjectNotFound
source: The system expects {property} '{value}' but it does not exist.
nl: Het systeem verwacht {property} '{value}' maar dit bestaat niet.

# ErrorInfoObjectUndefined
source: The system expects field '{property}' but it is undefined.
nl: Het systeem verwacht veld '{property}' maar dit is niet gedefinieerd.

# ErrorNoClasses
source: No object has been returned.
nl: Er is geen object teruggekomen.

# ErrorNoFieldSelected
source: No field has been selected.
nl: Geen veld geselecteerd

# ErrorNoObjectSelected
source: Angle cannot be created. Please select an object first.
nl: Er is geen object geselecteerd

# ErrorObjectNotFound
source: Object '{value}' is not found.
nl: Object '{value}' is niet gevonden

# ErrorObjectUndefined
source: The specific object is undefined.
nl: Het specifieke object is niet gedefinieerd

# ErrorAngleInvalid
source: Angle is not valid. The system is redirecting to the search page.
nl: Angle is niet geldig, het systeem wordt omgeleid naar de zoekpagina.

# ErrorPostResultFinishWithUnknown
source: Cannot retrieve data because execution was unsuccesful.
nl: Kan gegevens niet ophalen omdat verwerking mislukt is.

# Decimal
source: Decimals
nl: Decimalen

source: Fall back
nl: Terugvallen op

source: Format
nl: Formaat

source: Number
nl: Aantal

source: Other
nl: Andere instellingen

source: Preferred
nl: Voorkeur

source: Regional settings
nl: Regionale instellingen

# AngleDetailPublishTabAllowFollowups
source: Do not allow users to go to related objects via the Jumps
nl: Sta niet toe dat gebruikers naar gerelateerde objecten springen via de Jumps

# AngleDetailPublishTabAllowMoreDetails
source: Do not allow users to obtain more details
nl: Sta niet toe dat gebruikers meer details verkrijgen

# CreateAngleDetailedSchema
source: Objects
nl: Objecten

# CreateAngleSimpleSchema
source: Functions
nl: Functies

# SearchPageAngleAction
source: Angle actions
nl: Angle-acties

# DeSelect
source: Clear selection
nl: Wis selectie

source: Execute
nl: Uitvoeren

source: Mass change
nl: Massawijziging

source: Select all
nl: Alles selecteren

# ClassName
source: Object name
nl: Objectnaam

source: Field type
nl: Veldsoort

source: Name
nl: Naam

source: Source
nl: Bron

source: Technical info
nl: Technische info

# ListHeaderPopupAddColumn
source: Add column
nl: Voeg kolom toe

# Chart_area1
source: Area
nl: Gebied

# Chart_area2
source: Stacked area
nl: Gestapeld gebied

# Chart_area3
source: Stacked area and stacked column
nl: Gestapeld gebied en gestapelde kolom

# Chart_bar1
source: Clustered bar
nl: Geclusterde staaf

# Chart_bar2
source: Stacked bar
nl: Gestapelde staaf

# Chart_bubble1
source: Bubble
nl: Bellen

# Chart_column1
source: Clustered column
nl: Geclusterde kolom

# Chart_column2
source: Stacked column
nl: Gestapelde kolom

# Chart_column3
source: Stacked column and line
nl: Gestapelde kolom en lijn

# Chart_donut1
source: Donut
nl: Ring

# Chart_line1
source: Line
nl: Lijn

# Chart_line2
source: Stacked line
nl: Gestapelde lijn

# Chart_line3
source: Line and stacked area
nl: Lijn en gestapeld gebied

# Chart_pie1
source: Pie
nl: Cirkel

# Chart_radar1
source: Radar line
nl: Lijn radar

# Chart_radar2
source: Radar area
nl: Gevulde radar

# Chart_scatter1
source: Scatter with only markers
nl: Spreiding met alleen punten

# Chart_scatter2
source: Scatter with smooth lines and markers
nl: Spreiding met vloeiende lijnen en punten

# Chart_scatter3
source: Scatter with straight lines and markers
nl: Spreiding met rechte lijnen en punten

# DashboardDetailPublishTabPublished
source: Published Dashboard
nl: Gepubliceerd Dashboard

# DashboardDetailPublishTabValidated
source: Validated Dashboard
nl: Gevalideerd Dashboard

source: Applied Dashboard Displays
nl: Toegepaste Dashboarddisplays

source: Save Display
nl: Display opslaan

# MessageConfirmUnpublishAngle
source: You are not the creator of this Angle. If you unpublish this Angle, you will no longer have access to it.<br>Are you sure you want to unpublish this Angle?
nl: Weet u zeker dat u de publicatie van deze Angle wilt opheffen?<br>U bent niet de maker van deze Angle, dus als u de publicatie opheft, heeft u niet langer toegang tot deze Angle.

# MessagePublishingNote
source: Note: At least one Display has to be published to perform this action.
nl: Opmerking: Er moet minimaal één Display als gepubliceerd ingesteld zijn om de Angle te publiceren

# NumberOfBPs
source: Number of Business Processes:
nl: Aantal Bedrijfsprocessen:

source: Number of languages:
nl: Aantal talen:

source: Number of privilege labels:
nl: Aantal privilegelabels:
