Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Resource.*.resx
Languages: nl

source: All available roles on
nl: Alle beschikbare rollen op

source: All enabled subroles
nl: Alle geactiveerde subrollen

source: All modules
nl: Alle modules

source: Allow
nl: Toestaan

source: Assign
nl: Toewijzen

source: bar
nl: staaf

source: Busy
nl: Bezig

source: Category
nl: Categorie

# Classif
source: Classif. charact.
nl: Classif. karakter

source: Clear all
nl: Alles verwijderen

source: Copy
nl: Kopiëren

source: Copying tables
nl: Tabellen kopiëren

source: Copy to model
nl: Kopieer naar model

source: Create
nl: Aanmaken

source: Created on model
nl: Aangemaakt op model

source: Create new model
nl: Nieuw model aanmaken

source: Create new role
nl: Nieuwe rol aanmaken

source: Current tables
nl: Huidige tabellen

source: Day
nl: Dag

source: Deactivate
nl: Deactiveren

source: Deactivated
nl: Gedeactiveerd

source: Default
nl: Standaard

# DefaultSettingsUnmentionedFields
source: Default settings for unmentioned fields
nl: Standaard instellingen voor niet genoemde velden

# DefaultSettingsUnmentionedLabels
source: Default settings for unmentioned labels
nl: Standaard instellingen voor niet genoemde labels

source: Deny
nl: Weigeren

source: Configure
nl: Configureren

source: Done
nl: Klaar

source: Down
nl: Inactief

source: Edit
nl: Wijzigen

source: Empty
nl: Leeg

source: Enabled
nl: Geactiveerd

source: End time
nl: Eindtijd

source: Error count
nl: Aantal fouten

source: Errors
nl: Fouten

# ExternalApps
source: External applications
nl: Externe applicaties

source: Extract
nl: Extractie

source: Field name
nl: Veldnaam

source: Fields
nl: Velden

source: Filter type
nl: Filtersoort

source: Find Angle
nl: Zoek Angle

source: Functionality
nl: Functionaliteit

source: Global settings
nl: Globale instellingen

source: history
nl: historie

source: Inactive
nl: Inactief

source: Indexing tables
nl: Tabellen indexeren

source: Inspect role
nl: Rol controleren

source: Instance ID
nl: Instantie-ID

source: Instances
nl: Instanties

# LabelCategoriesSetting
source: Label category settings
nl: Labelcategorie instellingen

source: Last changes
nl: Laatste wijzigingen

source: License
nl: Licentie

source: License ID
nl: Licentie-ID

source: License type
nl: Licentiesoort

source: Limits
nl: Limieten

source: Loading
nl: Laden

source: Long text
nl: Lange tekst

source: Manage
nl: Beheren

source: Management
nl: Beheer

# MaxRunTime
source: Maximum run time
nl: Maximale looptijd

# MessageRecipients
source: Message recipients (only comma-separated email addresses)
nl: Ontvangers van bericht (alleen kommagescheiden e-mailadressen)

# MetadataAvaillable
source: Metadata available
nl: Stamgegevens beschikbaar

source: Model date
nl: Modeldatum

source: Model setup
nl: Modelinstellingen

source: Model short name
nl: Korte naam model

source: Modify setup
nl: Instellingen aanpassen

source: More users available to import.
nl: Meer gebruikers beschikbaar voor importeren.

source: Movies
nl: Video's

source: New model
nl: Nieuw model

# NewRoleName
source: New role Id
nl: Nieuwe rolnaam

source: Objects
nl: Objecten

source: Open model
nl: Model openen

source: Partner roles
nl: Partnerrollen

source: Please select
nl: Selecteer

source: Preview
nl: Voorbeeld bekijken

source: Progress
nl: Voortgang

source: Read
nl: Lezen

source: Ready for queries
nl: Klaar voor filters

source: Referenced object
nl: Object waarnaar wordt verwezen

source: Refresh cycle
nl: Ververscyclus

source: Refresh cycle history
nl: Ververscyclushistorie

# RequireApplicationPoolReset
source: Requires application pool reset.
nl: Applicatiepool resetten vereist.

source: Required
nl: Verplicht

source: Restructure
nl: Herstructureren

source: Role
nl: Rol

source: Roles
nl: Rollen

source: Run as user
nl: Uitvoeren als gebruiker

source: Select
nl: Selecteer

source: Sender (email account)
nl: Afzender (e-mailaccount)

source: Server started
nl: Server gestart

source: Set default to
nl: Standaard instellen op

source: Set up a new model
nl: Een nieuw model instellen

source: Show action lists
nl: Toon actielijsten

source: Since
nl: Sinds

source: Start time
nl: Starttijd

source: Subroles
nl: Subrollen

# Techn
source: Techn. name
nl: Techn. naam

source: Test extraction
nl: Test extractie

source: Textbox 1
nl: Tekstvak 1

source: Textbox 2
nl: Tekstvak 2

source: Todo
nl: Te doen

source: Total
nl: Totaal

source: treelist
nl: structuurlijst

source: Type
nl: Soort

source: Undefined
nl: Niet gedefinieerd

# UnmentionedLabels
source: By default, the privilege for labels is
nl: Niet genoemde labels (erboven)

source: Up
nl: Actief

source: Uploaded
nl: Geüpload

source: Validate
nl: Valideren

source: Version
nl: Versie

source: Warning count
nl: Aantal waarschuwingen

source: Warnings
nl: Waarschuwingen

source: Write
nl: Schrijven

source: All users
nl: Alle gebruikers

source: Back to home
nl: Terug naar startpagina

# FourDecimal
source: 4 decimals
nl: 4 decimalen

source: Last login:
nl: Laatste keer ingelogd:

source: Maintenance
nl: Onderhoud

source: New user
nl: Nieuwe gebruiker

source: no decimal
nl: geen decimalen

# OneDecimal
source: 1 decimal
nl: 1 decimaal

source: Open Web Client
nl: Webclient openen

source: Select roles to assign
nl: Selecteer toe te wijzen rollen

# SixDecimal
source: 6 decimals
nl: 6 decimalen

# TwoDecimal
source: 2 decimals
nl: 2 decimalen

source: User
nl: Gebruiker

source: Continuous
nl: Doorlopend

source: Until
nl: Tot

source: Restart delay
nl: Herstartvertraging

# MessageModelIsNotAvailable
source: Model {0} is currently unavailable (status: {1}). Please try again later.
nl: Model {0} is momenteel niet beschikbaar (status: {1}). Probeer het later nogmaals.

# Info_WarningSelectExistingDashboard
source: Please select a Dashboard
nl: Selecteer een Dashboard

# Info_ChartCanHaveOnlyOneFieldInCategories
source: Categories and series area can only contain one field each.
nl: Categorie en serie kan elk slechts een veld bevatten..

# WarningCategoriesOrSeriesInChartHadMoreThanOne
source: Cannot generate chart because categories or series area contains more than one field. Please remove one of them.
nl: Grafiek kan niet gegenereerd worden omdat de categorie of serie meer dan een veld bevat. Verwijder een van de velden.

# Info_PasteFilterValuesLimited
source: The first {0} clipboard items will be added to the list
nl: De eerste {0} klemborditems worden toegevoegd aan de lijst

# RenderingPivot
source: Generating pivot
nl: Draaitabel genereren

# ErrorAngleNotExistsThenGotoSearchPage
source: Angle was deleted or hidden. Click OK to go back to the search page.
nl: Angle was verwijderd of verborgen. Klik OK om terug te gaan naar de zoekpagina.

# ErrorAngleNoDefaultDisplay
source: The Default Display was deleted or hidden. Close this pop-up to update.
nl: De Standaarddisplay is verwijderd of verborgen. Sluit deze melding om bij te werken.

# Info_ListDisplaysDeletedWhileProcess
source: The following Displays failed during processing
nl: De volgende Displays faalden tijdens de verwerking

# HTTP_408_Server_Currently_Busy
source: Server is currently busy. Please try again later.
nl: De server is momenteel bezig. Probeer het later nogmaals.

source: Download
nl: Downloaden

# NameAsShowInPivot
source: Name (as shown in pivot)
nl: Naam (zoals weergegeven in draaitabel)

# NameAsShowInChart
source: Name (as shown in chart)
nl: Naam (zoals weergegeven in grafiek)

# ExportCSVEnumFormatShortName
source: Short name
nl: Korte naam

# ValidateExportExcel_SpecialCharacter
source: Value '{0}' for setting '{1}' must not contain special characters ({2})
nl: Waarde '{0}' voor instelling '{1}' mag geen speciale karakters bevatten ({2})

# AdhocEnableSummarySheet
source: Not available for ad hoc Display
nl: Niet beschikbaar voor ad-hoc weergave

source: All in search result
nl: Alles in zoekresultaat

source: Selection
nl: Selectie

# ValidationForRequired
source: {0} is required
nl: {0} is vereist

# MaxNumberToExportThePackage
source: The maximum number of selected Angles is {0}
nl: Het maximum aantal te selecteren Angles is {0}

# BaseClassName
source: Current object
nl: Startobject

# DisplayTotalRow
source: Number of items
nl: Aantal items

# ExecutionTime
source: Runtime Model Server
nl: Looptijd Modelserver

# PopupResultSummaryAngleInfo
source: This Angle is executed on the following data set:
nl: Deze Angle wordt uitgevoerd op de volgende set gegevens:

# PopupResultSummaryNote
source: <strong>Note:</strong> The download date & time are recalculated to the local date & time on your workstation.
nl: <strong>Note:</strong> De downloaddatum & -tijd worden herberekend naar de lokale datum & tijd op uw computer.

# PopupResultSummaryResultInfo
source: The result of applying this Angle on this data set is:
nl: Het resultaat van het toepassen van deze Angle op deze set gegevens is:

# ResultDateTime
source: Date & time download
nl: Datum & tijd download

source: SAP system
nl: SAP systeem

# Info_FieldSettingsApplySortingField
source: Please apply to see the changes you have made.
nl: U moet de instellingen toepassen om uw wijzigingen te zien.

# AngleDefinitionAreaObjects
source: Objects
nl: Objecten

# DefaultFilterSuggestedStarred
source: By default selected in the field chooser
nl: Standaard geselecteerd in de veldkiezer

# DefaultStarredfieldsLabel
source: Starred fields
nl: Velden met ster

# DefaultSuggestedfieldsLabel
source: Suggested fields
nl: Aanbevolen velden

# ProgressBar_ApplyDashboardDetails
source: Apply Dashboard details
nl: Dashboarddetails toepassen

# ProgressBar_ApplyingAngle
source: Applying Angle
nl: Angle toepassen

# ProgressBar_ApplyingDisplay
source: Applying Display
nl: Display toepassen

# ProgressBar_Cancelling
source: Cancelling...
nl: Annuleren...

# ProgressBar_CheckingAngle
source: Checking Angle
nl: Angle controleren

# ProgressBar_CheckingModel
source: Checking model
nl: Model controleren

# ProgressBar_CopyingAngleDetail
source: Copying Angle detail
nl: Angledetails kopiëren

# ProgressBar_CopyingAngles
source: Copying Angles
nl: Angles kopiëren

# ProgressBar_CopyingDisplay
source: Copying Display
nl: Display kopiëren

# ProgressBar_CreatingDashboard
source: Creating Dashboard
nl: Dashboard maken

# ProgressBar_CurrentPrepareToExportData
source: Current: prepare to export data
nl: Huidig: voorbereiden om gegevens te exporteren

# ProgressBar_CurrentRetrievingCSVFileFromApplicationServer
source: Current: retrieving CSV file from Application Server
nl: Huidig: CSV-bestand ophalen uit Applicatieserver

# ProgressBar_CurrentRetrievingDataFromModelServer
source: Current: retrieving data from Model Server
nl: Huidig: gegevens ophalen uit Modelserver

# ProgressBar_CurrentRetrievingExcelFileFromApplicationServer
source: Current: retrieving Excel file from Application Server
nl: Huidig: Excelbestand ophalen uit Applicatieserver

# ProgressBar_CurrentRetrievingPackageFileFromApplicationServer
source: Current: retrieving package file from Application Server
nl: Huidig: packagebestand ophalen uit Applicatieserver

# ProgressBar_CurrentRows
source: rows
nl: rijen

# ProgressBar_DeletingItems
source: Deleting items
nl: Items verwijderen

# ProgressBar_DeletingWidget
source: Deleting widget...
nl: Widget verwijderen...

# ProgressBar_DrillingDown
source: Drilling down
nl: Drildown uitvoeren

# ProgressBar_ExecutingJump
source: Executing Jump
nl: Jump uitvoeren

# ProgressBar_ExportingEAPackage
source: Exporting EA Package
nl: EA-Package exporteren

# ProgressBar_ExportingExcel
source: Exporting to Excel
nl: Exporteren naar Excel

# ProgressBar_GETResults
source: Retrieving results
nl: Resultaten ophalen

# ProgressBar_GettingAngle
source: Getting Angle
nl: Angle ophalen

# ProgressBar_GettingAngleFields
source: Getting Angle fields
nl: Anglevelden ophalen

# ProgressBar_GettingAngles
source: Getting Angles
nl: Angles ophalen

# ProgressBar_PostDisplay
source: Executing Display
nl: Display uitvoeren

# ProgressBar_PostResult
source: Executing request
nl: Verzoek uitvoeren

# ProgressBar_PreparingData
source: Preparing data
nl: Gegevens voorbereiden

# ProgressBar_PUTAngleDetail
source: Updating Angle details
nl: Angledetails bijwerken

# ProgressBar_PUTDashboardDetails
source: Updating Dashboard details
nl: Dashboarddetails bijwerken

# ProgressBar_PUTDisplay
source: Updating Display
nl: Display bijwerken

# ProgressBar_Redirecting
source: Redirecting
nl: Doorsturen

# ProgressBar_SavingAsCSV
source: Saving as CSV
nl: Opslaan als CSV

# ProgressBar_SavingMassChange
source: Saving mass change
nl: Massawijziging opslaan

source: Remove
nl: Verwijderen

# NewAdhocFollowup
source: New ad hoc Jump
nl: Nieuwe ad-hoc Jump

# Info_AngleNotExecuted
source: Angle is not executed
nl: Angle wordt niet uitgevoerd

source: Add to new Angle
nl: Toevoegen aan nieuwe Angle

# FormatSettingDisplayUnits
source: Display units
nl: Weergave eenheden

# FormatSettingDisplayUnitsMillions
source: Millions (M)
nl: Miljoenen (M)

# FormatSettingDisplayUnitsNone
source: None
nl: Geen

# FormatSettingDisplayUnitsThousands
source: Thousands (K)
nl: Duizenden (K)

source: Add note
nl: Notitie toevoegen

# AlertWarningCreatePopup
source: You have selected more than one object to be used in your Angle. This could give unwanted results and is in most cases not necessary.
nl: U heeft meer dan een object geselecteerd om te gebruiken in uw Angle. Dit kan ongewenste resultaten geven en is meestal niet nodig.

# InfoAllowMoreDetailsPopup
source: Restricting users to obtain more details will have the following effect: <br> - Users are not allowed to add or remove fields in any Display <br> - Users are not allowed to add, remove or update Filters <br> - Users are not allowed to add or remove Jumps <br> - Users are not allowed to drill down in any Display
nl: Gebruikers beperken in het verkrijgen van meer details heeft het volgende effect: <br> - Gebruikers mogen in geen enkele Display velden toevoegen of verwijderen <br> - Gebruikers mogen geen Filters toevoegen, verwijderen of bijwerken <br> - Gebruikers mogen Jumps toevoegen of verwijderen <br> - Gebruikers mogen in geen enkele Display een drilldown uitvoeren

# Infomation_Title
source: Information
nl: Informatie

# DisplayType_chart
source: Chart Display
nl: Grafiekdisplay

# DisplayType_list
source: List Display
nl: Lijstdisplay

# DisplayType_pivot
source: Pivot Display
nl: Draaitabeldisplay

# PopupConfirmDiscardChangeFieldSettingAndContinue
source: Changes to {0} Display have not been applied.<br>Discard changes and continue?
nl: Wijzigingen aan {0} Display zijn niet toegepast.<br>Wijzigingen negeren en doorgaan?

source: Object list
nl: Objectlijst

# ClassChooserSearchPlaceholder
source: Search object...
nl: Zoek object...

# AboutEveryAngle
source: About Angles for SAP
nl: Over Every Angle

source: Help page
nl: Helppagina

# Info_RequiredFieldInRowAreaChart
source: You must add one field in the categories (horizontal axis) area.
nl: U moet een veld toevoegen aan de categorieën (horizontale as).

# OperatorContainsSubstringEnum
source: short name contains substring(s)
nl: korte naam bevat substring(s)

# OperatorStartsWithSubstringEnum
source: short name starts with substring(s)
nl: korte naam begint met substring(s)

source: Models
nl: Modellen

# FiveDecimal
source: 5 decimals
nl: 5 decimalen

# ThreeDecimal
source: 3 decimals
nl: 3 decimalen

# Info_WarringCannotUseSameSymbolForSeparator
source: You cannot use the same symbol as a decimal separator and thousands separator. Please select different symbols.
nl: U kunt niet hetzelfde symbool gebruiken als scheidingsteken voor decimalen en duizendtallen. Selecteer verschillende symbolen.

# ProgressBar_CheckingDashboard
source: Checking Dashboard
nl: Dashboard controleren

# ProgressBar_CheckingJump
source: Checking Jump Template
nl: Jump Template controleren

# Error_Title
source: Error
nl: Fout

# SearchRecentUseTotalItems
source: You have {0} recently used items that meet the search criteria.
nl: U heeft {0} recent gebruikte items die voldoen aan de zoekcriteria.

# Info_UserCurrencyRequired
source: Please select a currency
nl: Selecteer een valuta

# Info_UserCurrencyUnavailable
source: Your current currency is unavailable, please select a new currency.
nl: Uw huidige valuta is niet beschikbaar. Selecteer een nieuwe valuta.

source: Unknown
nl: Onbekend

# AboutEveryAngleDetails
source: For the latest product information,<br> visit us at <a href="http://www.magnitude.com" target="_blank">www.magnitude.com</a><br><br>
nl: Voor de meest recente productinformatie,<br> bezoek onze website <a href="http://www.everyangle.com" target="_blank">www.everyangle.com</a><br><br>

# AboutServerVersion
source: Application server:
nl: Applicatieserver:

# AboutVersion
source: Version
nl: Versie

source: Response time
nl: Reactietijd

# SaveAsDashboard
source: Save Dashboard as...
nl: Dashboard opslaan als...

source: Field
nl: Veld

source: Value
nl: Waarde

# NumberDataRows
source: Number of data rows
nl: Aantal gegevensrijen

# AdvanceFilterUsageOperatorAfter
source: After
nl: Na

# AdvanceFilterUsageOperatorBefore
source: Before
nl: Voor

# AdvanceFilterUsageOperatorBetween
source: Between
nl: Tussen

# AdvanceFilterUsageOperatorEqualTo
source: Equal to
nl: Gelijk aan

# AdvanceFilterUsageOperatorLargerThan
source: Larger than
nl: Groter dan

# AdvanceFilterUsageOperatorNotStarred
source: Not starred
nl: Zonder ster

# AdvanceFilterUsageOperatorNotValidated
source: Not validated
nl: Niet gevalideerd

# AdvanceFilterUsageOperatorOn
source: On
nl: Op

# AdvanceFilterUsageOperatorPrivate
source: Private
nl: Privé

# AdvanceFilterUsageOperatorPublished
source: Published
nl: Gepubliceerd

# AdvanceFilterUsageOperatorSmallerThan
source: Smaller than
nl: Kleinder dan

# AdvanceFilterUsageOperatorStarred
source: Starred
nl: Met ster

# AdvanceFilterUsageOperatorValidated
source: Validated
nl: Gevalideerd

# AdvanceFilterUsageTextFrom
source: From
nl: Van

# AdvanceFilterUsageTextTo
source: To
nl: Tot

source: Color
nl: Kleur

source: Opacity
nl: Dekking

source: Company logo
nl: Bedrijfslogo

# NoSearchResult
source: There are 0 search results.
nl: Er zijn geen zoekresultaten.

# NumberSelectingItems
source: {0} item(s) selected
nl: {0} item(s) geselecteerd

source: Relevancy
nl: Relevantie

source: All decimals
nl: Alle decimalen

# ChartAreaLabel
source: Area
nl: Vlak

# ChartBarLabel
source: Bar
nl: Staaf

# ChartBubbleLabel
source: Bubble
nl: Bel

# ChartColumnLabel
source: Column
nl: Kolom

# ChartDonutLabel
source: Donut
nl: Ring

# ChartGaugeAreaColor
source: Area color:
nl: Vlakkleur:

# ChartGaugeAreaValue
source: Value {0}:
nl: Waarde {0}:

# ChartGaugeLabel
source: Gauge
nl: Metergrafiek

# ChartLineLabel
source: Line
nl: Lijn

# ChartPieLabel
source: Pie
nl: Cirkel

# ChartScatterLabel
source: Scatter
nl: Spreiding

source: Chart type:
nl: Soort grafiek:

# Chart_gauge1
source: Gauge
nl: Metergrafiek

# DateOrderTemplateDay
source: Day
nl: Dag

# DateOrderTemplateMonth
source: Month
nl: Maand

# DateOrderTemplateYear
source: Year
nl: Jaar

# FormatSettingLabelDate
source: Date
nl: Datum

# FormatSettingLabelGeneral
source: General
nl: Algemeen

# FormatSettingLabelTime
source: Time
nl: Tijd

# MassChangeReportTitle
source: Mass change report
nl: Rapport massawijziging

# MassChangeStatusAddLabel
source: Add label "{0}"
nl: Label toevoegen "{0}"

# MassChangeStatusAngle
source: Set to "Normal Angle"
nl: Instellen als "Normale Angle"

# MassChangeStatusNotStarred
source: Set to "Not starred"
nl: Instellen als "Zonder ster"

# MassChangeStatusNotValidated
source: Set to "Not validated"
nl: Instellen als "Niet gevalideerd"

# MassChangeStatusPrivate
source: Set to "Private"
nl: Instellen als "Privé"

# MassChangeStatusPrivateNote
source: Set personal note
nl: Persoonlijke notitie instellen

# MassChangeStatusPublished
source: Set to "Published"
nl: Instellen als "Gepubliceerd"

# MassChangeStatusRemoveLabel
source: Remove label "{0}"
nl: Label verwijderen "{0}"

# MassChangeStatusStarred
source: Set to "Starred"
nl: Instellen als "Met ster"

# MassChangeStatusTemplate
source: Set to "Template"
nl: Instellen als "Template"

# MassChangeStatusValidated
source: Set to "Validated"
nl: Instellen als "Gevalideerd"

# MassChangeTitle
source: Mass change
nl: Massawijziging

# PrivilegeStatusAssign
source: Assign
nl: Toewijzen

# PrivilegeStatusManage
source: Manage
nl: Beheren

# PrivilegeStatusValidate
source: Validate
nl: Valideren

# PrivilegeStatusView
source: View
nl: Bekijken

# ResultStatusFinished
source: Finished
nl: Klaar

# ResultStatusRunning
source: Running (result calculating)
nl: Uitvoeren (resultaat berekenen)

# ResultStatusScheduled
source: Scheduled
nl: Gepland

source: Cancelled by user
nl: Geannuleerd door gebruiker

source: Copy Angle report
nl: Rapport Angle kopiëren

# CopyAngleReportHeader
source: Creating Angles successful {0} of {1}
nl: Angles maken geslaagd {0} van {1}

# ErrorAngleNoDisplay
source: Angle has no Display
nl: Angle heeft geen Display

# ErrorAngleNoDisplayReason
source: Angle must contain at least 1 Display
nl: Angle moet minstens 1 Display bevatten

# NoModelAvaliable
source: No model available
nl: Geen model beschikbaar

source: Successful
nl: Geslaagd

# CustomSortTitle
source: Custom sort
nl: Aangepast sorteren

# Info_FieldForbidden
source: Access to field {0} is denied
nl: Toegang tot veld {0} is geweigerd

# Error_AggregationFieldMissing
source: The Application Server did not return correct data: the Aggregation fields are missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de Aggregation velden ontbreken

# Error_BaseAnglePropertyMissing
source: The Application Server did not return correct data: the database property base_angle is missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap base_angle ontbreekt

# Error_BaseClassesPropertyMissing
source: The Application Server did not return correct data: the database property base_classes is missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap base_classes ontbreekt

# Error_BaseDisplayPropertyMissing
source: The Application Server did not return correct data: the database property base_display is missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap base_display ontbreekt

# Error_FieldContainsInvalidArguments
source: Field {0} contains invalid argument(s)
nl: Veld {0} bevat ongeldig(e) argument(en)

# Error_FieldNoArgument
source: Field {0} has no argument
nl: Veld {0} heeft geen argument

# Error_FieldNotAvailableInObjects
source: Field {0} is not available in object(s) {1}
nl: Veld {0} is niet beschikbaar in object(en) {1}

# Error_FieldPropertyMissing
source: The Application Server did not return correct data: the database property field is missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap field ontbreekt

# Error_ObjectIsNotAvailable
source: Object {0} is not available
nl: Object {0} is niet beschikbaar

# Error_ObjectsAreNotAvailable
source: Objects {0} are not available
nl: Objecten {0} zijn niet beschikbaar

# Error_QueryBlockTypePropertyMissing
source: The Application Server did not return correct data: the database property queryblock_type is empty
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap queryblock_type is leeg

# Error_QueryStepsPropertyMissing
source: The Application Server did not return correct data: the database property query_steps is missing
nl: De applicatieserver heeft geen goede gegevens teruggegeven: de database-eigenschap query_steps ontbreekt
