Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Resource.*.resx
Languages: nl

# Error_FollowupNotAvailableInObjects
source: Jump {0} is not available in object(s) {1}
nl: Jump {0} is niet beschikbaar in object(en) {1}

# Info_GaugeChartIncorrectOrder
source: The values are not all in ascending or descending order.
nl: De waarden staan niet allemaal in oplopende of aflopende volgorde.

# Info_DisplaySortingReachedLimitation
source: This Angle cannot be sorted. The maximum number of objects to sort is {0}
nl: Deze Angle kan niet gesorteerd worden. Het maximale aantal objecten dat gesorteerd kan worden is {0}

# AlertWarningExportiPad
source: When exporting with an iPad, <i class="icon_yes_no"></i> yes/no fields are exported to Excel without values.
nl: Wanneer u exporteert met een iPad, worden <i class="icon_yes_no"></i> ja/nee-velden zonder waarde naar Excel geëxporteerd.

# Info_InvalidPackageId
source: ID should start with [A-Z, a-z] followed by [A-Z, a-z], [0-9] or [ _ ]
nl: ID moet starten met [A-Z, a-z] gevolgd door [A-Z, a-z], [0-9] of [ _ ]

# Info_InvalidPackageVersion
source: Please enter a valid number.<br>Use format N.N where N is a number.<br>For example 1.0
nl: Ongeldige versie package

# Info_SelectItemsContainTemplatesOrAngles
source: Your selection contains Templates and/or Dashboards.<br>These cannot be executed as a Dashboard.<br><br>Click OK to execute only the selected Angle(s) as a Dashboard.
nl: Uw selectie bevat Templates en/of Dashboards.<br>Deze kunnen niet worden uitgevoerd als een Dashboard.<br><br>Klik op OK om alleen de geselecteerde Angle(s) als Dashboard uit te voeren.

# Info_AdvFilterSelectFilter
source: Please select a filter from the list.
nl: Selecteer een filter uit de lijst.

# Info_OnlyDisplayWillBeCreated
source: Only this Display will be added to your new Angle.
nl: Alleen deze Display wordt toegevoegd aan uw nieuwe Angle

source: Copied
nl: Gekopieerd

# PressControlCopy
source: Press CTRL+C to copy
nl: Druk op CTRL+C om te kopiëren

source: Not available
nl: Niet beschikbaar

source: Copy Display
nl: Display kopiëren

# Info_CannotPasteDisplayBecuaseAngleWarning
source: Display cannot be copied, because the Angle contains warnings.
nl: Display kan niet worden gekopieerd, omdat de Angle waarschuwingen bevat.

# Info_DisplayCannotBeCopied
source: Display cannot be pasted.
nl: Display kan niet worden geplakt.

# Info_DisplayHasBeenCopied
source: Display has been copied.
nl: Display is gekopieerd.

source: Paste Display
nl: Display plakken

# TemplateHasNoValidDisplay
source: Template '{0}' can not be executed because it has no valid Displays
nl: Template '{0}' kan niet worden uitgevoerd omdat het geen geldige Displays heeft.

# Info_DropFilterToAngleDefinition
source: Drop here to move filter to Angle.
nl: Sleep hierheen om het filter naar de Angle te verplaatsen.

# Info_ConfirmDropFilterToAngleDefinition
source: Move filter to Angle?<br/> This will Save all changes to the Angle immediately.<br/> Do you want to continue?
nl: Filter naar Angle verplaatsen?<br/> Alle wijzigingen zullen meteen in de Angle worden opgeslagen.<br/> Wilt u doorgaan?

# CellPopupSubMenuIsBetween
source: Is between {0} and {1}
nl: Is tussen {0} en {1}

# CellPopupSubMenuIsNotBetween
source: Is not between {0} and {1}
nl: Is niet tussen {0} en {1}

# OtherBusinessProcess
source: Other
nl: Overig

source: Maximize
nl: Maximaliseren

source: Restore Down
nl: Verkleinen

source: to
nl: tot

# ExportCSVEnumFormatLongName
source: Long name
nl: Lange naam

# AdvanceFilterUsageOperatorNotWarning
source: Does not contain warnings
nl: Bevat geen waarschuwingen

# AdvanceFilterUsageOperatorWarning
source: Contains warnings
nl: Bevat waarschuwingen

# AdvanceFilterAll
source: All
nl: Alle

# FormatSettingGeneralDate
source: What the notations mean: <br/>d = day; M = month; y = year
nl: Wat de notaties betekenen: <br/>d = dag; m = maand; y = jaar

# FormatSettingGeneralDescription
source: General format applies to Numbers, Currency and Percentages.
nl: Algemeen formaat is van toepassing op Getallen, Valuta en Percentages.

# FormatSettingGeneralTime
source: What the notations mean: <br/>h = hour; m = minute; s = second<br/>tt = a.m. or p.m.<br/>h/H = 12/24 hour
nl: Wat de notaties betekenen: <br/>h = uur; m = minuut; s = seconde<br/><br/>h/H = 12/24 uur

# FormatSettingCurrencySymbol
source: Currency symbol
nl: Valuta symbool

# ClassChooser_StartWithBlankAngle
source: Start with blank Angle
nl: Start met lege Angle

# PopupWarningRemberSession
source: Do not warn me again in this session.
nl: Waarschuw me tijdens deze sessie niet nogmaals

# AlertWarningFieldChooserSource
source: Selecting fields from referenced objects will in most cases cause items to be counted multiple times. This will yield incorrect results.<br>Please make sure you select a correct field.
nl: Wanneer u velden van objecten waarnaar verwezen wordt selecteert, zullen in de meeste gevallen items meerdere keren worden geteld. Dit levert onjuiste resultaten op.<br>Let op dat u een correct veld selecteert.

# WarningExcelNotSupportedExportAsChart
source: Chart type is not supported for export. Only data will be exported to Excel.
nl: Export van dit grafiek type wordt niet ondersteund. Alleen de gegevens zullen worden geëxporteerd naar Excel.

# ProgressBar_DownloadAngle
source: Downloading Angles
nl: Angles downloaden

# AngleExport_TypePackage_WarningTitle
source: Individual Angles will be downloaded.
nl: Individuele Angles worden gedownload.

# AngleExport_TypePackage_PackageDownload_Not_Available
source: Package download is not available, because the selection contains:
nl: Package download is niet beschikbaar, want de selectie bevat:

# AngleExport_TypePackage_WarningModel
source: - Angles and/or Templates from different models.
nl: - Angles en/of Templates van andere modellen.

# AngleExport_TypePackage_WarningPrivate
source: - Private Angles and/or Templates.
nl: - Privé Angles en/of Templates.

# AngleExport_WarningNoExportItem
source: Dashboards cannot be downloaded. Please make sure you only select Angles and/or Templates.
nl: Dashboards kunnen niet worden gedownload. Selecteer alleen Angles en/of Templates.

# AngleExport_DownloadAngleConfirmation
source: Are you sure you want to download {0} individual Angles?
nl: Weet u zeker dat u {0} individuele Angles wilt downloaden?

# UploadAngles
source: Upload items
nl: Items uploaden

# UploadAnglesReport
source: Upload items report
nl: Upload items rapport

# ProgressBar_UploadingAngles
source: Uploading items
nl: Items uploaden

# UploadAngles_InvalideExtension
source: invalid file extension
nl: ongeldige bestandsextensie

# UploadAngles_InvalideParseJson
source: cannot parse JSON string
nl: kan JSON string niet ontleden

# UploadAngles_InvalideUploadedFile
source: invalid uploaded file
nl: ongeldig geüpload bestand

# UploadAngles_SelectFile
source: Select items to upload or drop here...
nl: Selecteer Item bestanden om te uploaden of zet hier neer...

# UploadAngles_SuccessfulMessage
source: Upload items successful {0} of {1}
nl: Items upload geslaagd {0} van {1}

# FormatSetting_UseDefault
source: Use default
nl: Gebruik default

# ResolveAngleDisplay_UsedInAutomationTask
source: Angle/Display is used in the automation task.
nl: Angle/Display wordt gebruikt in de geautomatiseerde taak.

# ResolveAngleDisplay_ConflictAlert_Delete
source: The current Angle/Display is used in the following automation task(s). Updating the Angle/Display will delete this action.<br>When there are no actions left the task will be deleted.
nl: De huidige Angle/Display wordt gebruikt in de volgende geautomatiseerde taken. Bij het updaten van de Angle/Display zal de actie worden verwijderd.<br>Indien er geen acties overblijven, zal de taak worden verwijderd.

# ResolveAngleDisplay_ConflictAlert_Update
source: The current Angle/Display is used in the following automation task(s). Updating the Angle/Display will modify the task action(s) and might cause it to fail.
nl: De huidige Angle/Display wordt gebruikt in de volgende geautomatiseerde taken. Bij het updaten van de Angle/Display zullen de taak acties worden gewijzigd. Hierdoor zou de taak kunnen mislukken.

# ResolveAngleDisplay_ConflictQuestion_Delete
source: Are you sure you want to delete this Angle/Display?
nl: Weet u zeker dat u deze Angle/Display wilt verwijderen?

# ResolveAngleDisplay_ConflictQuestion_Update
source: Are you sure you want to update this Angle/Display?
nl: Weet u zeker dat u deze Angle/Display wilt updaten?

# WidgetName
source: Name:
nl: Naam:

# DomainElementFilter
source: Search item...
nl: Zoek item...

# ScheduleAngle
source: Schedule
nl: Plannen

# SelectTask
source: Select a task..
nl: Selecteer een taak..

# ToOpenMC
source: <strong>Note: </strong>This action will open the IT Management Console.
nl: <strong>Note: </strong>Deze actie opent de IT Management Console.

# NoTaskAvailable
source: No tasks available in the system.
nl: Geen taken beschikbaar in het systeem.

source: Default datastore
nl: Standaard dataopslag

# OperatorIsNotIn
source: is not in
nl: is niet in

source: Change password
nl: Wachtwoord wijzigen

source: Confirm password
nl: Wachtwoord bevestigen

source: New password
nl: Nieuw wachtwoord

source: Old password
nl: Oud wachtwoord

source: Password expired
nl: Wachtwoord verlopen

# ChangePasswordSuccessful
source: Your password has been changed.
nl: Uw wachtwoord is gewijzigd.

# ChangingPassword
source: Changing your password
nl: Wachtwoord wijzigen

# PasswordDoesNotMatch
source: Passwords do not match.
nl: De wachtwoorden komen niet overeen.

source: Please enter your passwords.
nl: Voer uw wachtwoorden in.

source: days
nl: dagen

# WidgetFilter_Preview_After
source: Is after or on {0}
nl: Is na of op {0}

# WidgetFilter_Preview_Before
source: Is before {0}
nl: Is voor {0}

# WidgetFilter_Preview_Between
source: Is on or after {0} and before {1}
nl: Is op of na {0} en voor {1}

# WidgetFilter_Preview_Between_EndDate
source: Is on or after {0} and on or before {1}
nl: Is op of na {0} en op of voor {1}

# WidgetFilter_Preview_Equal
source: Is on {0}
nl: Is op {0}

# WidgetFilter_Preview_NotBetween
source: Is before {0} or after {1}
nl: Is before {0} of na {1}

# WidgetFilter_Preview_NotBetween_EndDate
source: Is before {0} or after or on {1}
nl: Is voor {0} of na of op {1}

# WidgetFilter_Preview_NotEqual
source: Is not on {0}
nl: Is niet op {0}

# ChartDataArea_Bar
source: Data (horizontal axis)
nl: Gegevens (horizontale as)

# ChartDataArea_DonutPie
source: Data
nl: Gegevens

# ChartDataArea_Radar
source: Data (radial axis)
nl: Gegevens (radiale as)

# ChartRowArea_Bar
source: Categories (vertical axis)
nl: Categorieën (verticale as)

# ChartRowArea_DonutPie
source: Categories
nl: Categorieën

# ChartRowArea_Radar
source: Categories (circle axis)
nl: Categorieën (cirkel as)

# Info_RequiredFieldInRowAreaChart_Bar
source: You must add one field in the categories (vertical axis) area.
nl: U moet een veld toevoegen aan de categorieën (verticale as).

# Info_RequiredFieldInRowAreaChart_DonutPie
source: You must add one field in the categories area.
nl: U moet een veld toevoegen aan de categorieën.

# Info_RequiredFieldInRowAreaChart_Radar
source: You must add one field in the categories (circle axis) area.
nl: U moet een veld toevoegen aan de categorieën (cirkel-as).

# ChartDataArea_Gauge
source: Data (needle)
nl: Gegevens (naald)

# Info_PleaseRemoveOneFieldFromDataArea_Bar
source: Please remove one field from the data (horizontal axis) area.
nl: Verwijder één veld uit het gegevensgebied (horizontale as).

# Info_PleaseRemoveOneFieldFromDataArea_DonutPie
source: Please remove one field from the data area.
nl: Verwijder één veld uit het gegevensgebied.

# Info_PleaseRemoveOneFieldFromDataArea_Gauge
source: Please remove one field from the data (needle) area.
nl: Verwijder één veld uit het gegevensgebied (naald).

# Info_PleaseRemoveOneFieldFromDataArea_Radar
source: Please remove one field from the data (radial axis) area.
nl: Verwijder één veld uit het gegevensgebied (radiale as).

# MC_ODataLogin
source: Connect to ODATA/ODBC/JDBC (Pull)
nl: Connect to OData

# WeekFormat
source: Wk {0} of {1}
nl: Wk {0} van {1}

# Confirm_SaveAngleWithWarning
source: Adding or removing a Jump can cause Angle warnings.<br>Do you want to continue?
nl: Een Jump toevoegen of verwijderen kan Anglewaarschuwingen veroorzaken.<br>Wilt u doorgaan?

source: Unauthorized
nl: Niet geautoriseerd

# Info_ReportDeleteItem
source: Deleting Dashboard/Angles successful {0} of {1}
nl: Verwijderen Dashboard/Angles geslaagd {0} van {1}

# Title_ReportDeleteItem
source: Delete Angle report
nl: Verwijder Anglerapport

# StatisticDateTime
source: on {0} at {1}
nl: op {0} om {1}

source: Grand total
nl: Eindtotaal

# PrivateBrowsingInSafariIsNotSupported
source: Private Browsing in Safari is not supported. Please turn Private Browsing off, if you wish to continue.
nl: De privémodus in Safari wordt niet ondersteund. Zet de privémodus uit als u verder wilt gaan.

# Confirm_SaveValidatedAngle
source: You made changes to a Validated Angle.<br>Are you sure you want to continue?
nl: U heeft een gevalideerde Angle aangepast. Wilt u doorgaan?

# Confirm_SaveValidatedDashboard
source: You made changes to a Validated Dashboard.<br>Are you sure you want to continue?
nl: U heeft een gevalideerd Dashboard aangepast. Wilt u doorgaan?

source: Result
nl: Resultaat

source: Both
nl: Beide

# LabelCategoriesAndLabels
source: Label categories & Labels
nl: Labelcategorieën & Labels

# MC_ExportPackageIncludePrivateItemDescription
source: Include or exclude Private items
nl: Include or exclude Private Angles and/or Templates

# MC_ExportPackageIncludePublishedItemDescription
source: Include or exclude all Published (Unvalidated) items
nl: Include or exclude all Published (Unvalidated) Angles and/or Templates

# MC_ExportPackageIncludeValidatedItemDescription
source: Include or exclude all Validated items
nl: Include or exclude all Validated Angles and/or Templates

source: Private
nl: Privé

source: Published
nl: Gepubliceerd

# JSONLengthExceeded
source: Maximum length exceeded (MaxJsonLength). This can occur when, for example, copying a large amount of items and/or items containing lengthy names, helptexts etc.
nl: Maximum lengte overschreden (MaxJsonLength). Mogelijk is het aantal te kopiëren items te groot, of de te kopiëren items bevatten te lange namen, helpteksten etc.

# MessageAngleNeedsToBeReExecuted
source: The model has been refreshed. This Angle needs to be re-executed.
nl: Het model is bijgewerkt. Voer deze Angle opnieuw uit.

# ModelLabel_NoModelServer
source: No Model Server
nl: Geen Model Server

# DashboardFilters_Description
source: Enabled filters
nl: Ingeschakelde filters

# ListHeaderPopupEditFilter
source: Edit Filter
nl: Wijzig Filter

# Period_Unit_day
source: days
nl: dagen

# Period_Unit_month
source: months
nl: maanden

# Period_Unit_quarter
source: quarters
nl: kwartalen

# Period_Unit_week
source: weeks
nl: weken

# Period_Unit_year
source: years
nl: jaren

# SinceLastRefresh
source: {0}since last refresh
nl: {0}sinds laatste verversing

# ViewDisplaysMode
source: Displays mode
nl: Displaymodus

# ClearAdvancedFilters
source: Clear filter(s)
nl: Wis filter(s)

source: Add filter before Jump
nl: Voeg filter toe voor Jump

# RunningRealTime
source: Running in real time
nl: Draait in real-time

# NotificationsFeed_Updates
source: Notifications
nl: Notificaties

# NotificationsFeed_ViewAll
source: View all
nl: Bekijk alles

# WelcomeMessages
source: Messages
nl: Berichten

# AngleExport_TypePackage_Dashboard_Private
source: Download is not available, because the selection contains Private Dashboard(s).
nl: Downloaden niet beschikbaar omdat de selectie privé Dashboard(s) bevat.

# AngleExport_TypePackage_Dashboard_Cannot_Individually
source: Dashboards cannot be downloaded individually.
nl: Dashboards kunnen niet individueel worden gedownload.

# AngleExport_TypePackage_Dashboard_ManageRequired
source: Download is not available, because user is not allowed to manage this model.
nl: Downloaden niet beschikbaar omdat de gebruiker niet is geautoriseerd om dit model te beheren.

# AngleExport_TypePackage_Dashboard_MultipleModel
source: Download is not available, because the selection contains Dashboards from multiple models.
nl: Downloaden niet beschikbaar omdat de selectie Dashboards uit meerdere modellen bevat.

# AngleExport_TypePackage_Download_Angle_Individually
source: Click OK to download the selected Angles/Templates individually.
nl: Klik op OK om de geselecteerde Angles/Templates individueel te downloaden.

# AngleExport_TypePackage_Dashboard_WarningTitle
source: Package download is not available, because the selection contains private item(s).
nl: Package download is niet beschikbaar omdat de selectie privé item(s) bevat.

# AngleExport_TypePackage_Angle_ManageRequired
source: Package download is not available, because the user is not allowed to manage this model.
nl: Package download is niet beschikbaar omdat de gebruiker niet is geautoriseerd om dit model te beheren.

# AngleExport_TypePackage_Angle_MultipleModel
source: Package download is not available, because the selection contains Angles/Templates from multiple models.
nl: Package download is niet beschikbaar omdat de selectie Angles/Templates uit meerdere modellen bevat.

# AngleExport_TypePackage_Angle_Private
source: Package download is not available, because the selection contains private Angles/Templates.
nl: Package download is niet beschikbaar omdat de selectie privé Angles/Templates bevat.

# AngleExport_TypePackage_Both_Private
source: Package download is not available, because the selection contains private items.
nl: Package download is niet beschikbaar omdat de selectie privé items bevat.

# UploadAngles_ItemPackageDashboardsExceedMaximum
source: Dashboards exceed maximum number of Angles on Dashboard
nl: Aantal Angles in Dashboards overschrijdt maximum.

# UploadAngles_ItemPackageSourceInvalid
source: Invalid package source, only Webclient packages can be uploaded
nl: Ongeldige package-bron. Alleen Webclient-packages kunnen worden geüpload.

source: Saving...
nl: Opslaan...

# Button_Publish
source: Publish
nl: Publiceren

# Button_Publishing
source: Publishing...
nl: Publiceren...

# Button_Unpublish
source: Unpublish
nl: Publicatie opheffen

# Button_Unpublishing
source: Unpublishing...
nl: Publicatie opheffen...

# Button_Validate
source: Validate
nl: Valideren

# Button_Validated
source: Validated
nl: Gevalideerd

source: Publish settings
nl: Publicatie-instellingen

# PublishSettings_Summary
source: Summary
nl: Samenvatting

# PublishSettings_LabelRequired
source: Please assign labels
nl: Voeg labels toe

# PublishSettings_LabelInvalid
source: There are invalid labels
nl: Dit zijn ongeldige labels

# PublishSettings_LabelWarning
source: This label is not valid for publishing
nl: Dit label is niet geschikt voor publicatie

# PublishSettings_InfoChangeValidatedAngle
source: You made changes to a validated Angle
nl: U heeft een gevalideerde Angle aangepast

# ValidateSetting_AngleValidated
source: Angle has been validated
nl: Angle is gevalideerd

# ValidateSetting_AngleNotValidated
source: Angle is not validated
nl: Angle is niet gevalideerd

# UploadDashboard_InvalidReferencedAngles
source: Dashboard cannot be uploaded without referenced Angles. Please make sure that at least one of the referenced Angles is uploaded as well.
nl: Dashboard kan niet worden geüpload zonder gerefereerde Angles. Zorg ervoor dat minimaal een van de gerefereerde Angles ook wordt geüpload.

# ValidateSetting_DashboardValidated
source: Dashboard has been validated
nl: Dashboard is gevalideerd

# ValidateSetting_DashboardNotValidated
source: Dashboard is not validated
nl: Dashboard is niet gevalideerd

# PublishSettings_WidgetsInvalid
source: Cannot publish Dashboard. Publish all Private Displays first.
nl: Dashboard kan niet worden gepubliceerd. Publiceer eerst alle Privédisplays

# PublishSettings_WidgetLinkGoToDefinition
source: Go to Display details
nl: ga naar definitie

source: ascending
nl: oplopend

source: Clear filters
nl: Filters wissen

source: descending
nl: aflopend

# SystemSettingLabelGoToSAPLogonLanguage
source: Logon language
nl: Aanmeldtaal

# SystemSettingLabelGoToSAPUser
source: SAP user
nl: SAP gebruiker

# DragAndDropWidget
source: Drag and drop<br>widget
nl: Sleep widget<br> naar nieuwe positie

# Toast_ChangePassword
source: Password has been changed!
nl: Wachtwoord is gewijzigd!

# Toast_PublishItem
source: '{0}' has been published!
nl: '{0}' is gepubliceerd!

# Toast_SaveItem
source: '{0}' has been saved!
nl: '{0}' is opgeslagen!

# Toast_SavePublishSettings
source: Publish settings have been saved!
nl: Publicatie-instellingen zijn opgeslagen!

# Toast_SaveSettings
source: Settings have been saved!
nl: Instellingen zijn opgeslagen!

# Toast_UnpublishItem
source: '{0}' has been unpublished!
nl: Publicatie van '{0}' is opgeheven!

# Toast_ValidateItem
source: '{0}' has been validated!
nl: '{0}' is gevalideerd!

# Toast_UnValidateItem
source: '{0}' has been unvalidated!
nl: Validatie van '{0}' is opgeheven!

source: Deselect all
nl: Deselecteer alles

source: Invert selection
nl: Keer selectie om

# LicenseCopyrightHeader
source: License and Copyright
nl: Licenties en copyright

# LicenseCopyrightDescription
source: Copyright © 1997 - 2020 Magnitude Software, Inc. All rights reserved.<br/> No part of this publication may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording, or otherwise, without prior written permission from Magnitude.<br/> The information in this document is subject to change without notice. Magnitude strives to keep this information accurate but does not warrant that this document is error-free.<br/> Any Magnitude product described herein is licensed exclusively subject to the conditions set forth in your Magnitude license agreement.<br/> Magnitude Software and Every Angle are trademarks of Magnitude Software, Inc. The Magnitude logo and Every Angle logo and other "Every Angle" marks are trademarks of Magnitude Software, Inc.<br/> All other company and product names mentioned herein are used for identification purposes only and may be trademarks or registered trademarks of their respective owners.
nl: Copyright © 1997–2020 Magnitude Software, Inc. Alle rechten voorbehouden.<br/> Geen enkel onderdeel van deze publicatie mag worden gereproduceerd, opgeslagen in een opzoeksysteem of verzonden in welke vorm of op welke wijze dan ook, elektronisch of mechanisch, met inbegrip van het maken van fotokopieën en het gebruik van opnameapparatuur of andere systemen, zonder voorafgaande schriftelijke toestemming van Magnitude.<br/> De informatie in dit document kan zonder voorafgaande kennisgeving worden gewijzigd. Magnitude streeft ernaar deze informatie accuraat te houden, maar garandeert niet dat dit document geen fouten bevat.<br/> Voor de Magnitude-producten die hierin zijn opgenomen, is een exclusieve licentie verstrekt die onderworpen is aan de voorwaarden die zijn uiteengezet in uw Magnitude-licentieovereenkomst.<br/> Magnitude Software en Every Angle zijn handelsmerken van Magnitude Software, Inc. Het Magnitude-logo en het Every Angle-logo en overige "Every Angle"-merkaanduidingen zijn handelsmerken van Magnitude Software, Inc.<br/> Alle overige bedrijfs- en productnamen die in document zijn vermeld, worden alleen gebruikt voor identificatiedoeleinden en kunnen handelsmerken of gedeponeerde handelsmerken zijn van hun respectieve eigenaren.

source: Model definition version:
nl: Modeldefinitie versie

source: Add language
nl: Voeg taal toe

# Tooltip_ApplyAndSaveAngle
source: Apply and save Angle
nl: Toepassen en Angle opslaan
