Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Resource.*.resx
Languages: nl

source: Number of search labels:
nl: Aantal zoeklabels:

source: Set Default Display:
nl: Stel Standaarddisplay in:

# SetDefaultPublicOrPrivate
source: Set default to Published or Private:
nl: Stel standaard in op gepubliceerd of privé:

# AnglePublishing
source: Publishing summary
nl: Samenvatting publicatie

# MessageSaveRequiredPublishAngle
source: Please save all changes before publishing this Angle.
nl: Sla alle niet opgeslagen wijzigingen op vóór de publicatie van dit dashboard

# FormatSettingNoFormat
source: No format
nl: Geen formaat

source: Create new Display
nl: Nieuwe Display maken

# SystemSettingLabelDefaultOfRowOfPivot
source: Default # of rows shown in a pivot
nl: Standaard # rijen in een draaitabel

source: All
nl: Alle

# CreateEAPackage
source: Download items
nl: Items downloaden

source: File name
nl: Bestandsnaam

# NumberOfAngles
source: Angles to include
nl: Toe te voegen Angles

source: Selected
nl: Geselecteerd

# FieldSettingWarningMessageNotAllowSameFieldSameBucketInDataArea
source: Cannot add duplicate fields with the same aggregation in the data area.
nl: Kan hetzelfde veld met dezelfde aggregatie niet aan het datagebied toevoegen.

# MassChangePersonalNote
source: Change personal note
nl: Persoonlijke opmerking

# MassChangePublished
source: Published
nl: Publiceren

# MassChangeStarred
source: Starred
nl: Gemarkeerd

# MassChangeValidated
source: Validated
nl: Gevalideerd

# CompareValue
source: Select field
nl: Selecteer veld

source: Execute as Dashboard
nl: Uitvoeren als Dashboard

# ListHeaderPopupAddFilter
source: Add Filter
nl: Voeg Filter toe

# ListHeaderPopupFieldInfo
source: Field info
nl: Veldinfo

# ListHeaderPopupFormatFields
source: Format field
nl: Veld formaat

source: Admin login
nl: Admin inloggen

# AnglePanelEditAngle
source: Edit Angle
nl: Wijzig Angle

# AnglePanelEditDisplay
source: Edit Display
nl: Wijzig Display

# AnglePanelFilterFollowup
source: Filters and Jumps
nl: Filters en Jumps

# AnglePanelEditDashboard
source: Edit Dashboard
nl: Wijzig Dashboard

source: Copy Angle
nl: Kopieer Angle

# CopyAngleLabel
source: Copy {0} Angle(s) to:
nl: Kopieer {0} Angles naar:

source: Insert column
nl: Kolom invoegen

source: Insert field
nl: Veld invoegen

# InsertToFieldArea
source: Insert to {0} area
nl: Voeg toe aan {0} gebied

# ListHeaderPopupInsertColumn
source: Insert column
nl: Kolom invoegen

source: Edit Display
nl: Wijzig Display

# ShowFacetForAngleWarnings
source: Show filter for <i class="iconWarning"></i> Angle warnings
nl: Toon symbool voor <i class="iconWarning"></i> Anglewaarschuwingen

# WelcomeAllMoviesLink
source: See all available movies (via help)
nl: Bekijk alle gerelateerde video's (via help)

# WelcomeNoMovie
source: There is no related movie available.
nl: Er is geen gerelateerde video beschikbaar

# FollowupsHelpManyToOneRelation
source: Many-to-one relation
nl: Veel-op-éénrelatie

# FollowupsHelpProcessFlow
source: Process flow
nl: Procesmatig

# FollowupsButtonSubmit
source: Execute Jump
nl: Voer geselecteerde Jump uit

# FollowupsWarningAngle
source: All Displays will be deleted
nl: Alle Displays worden verwijderd

# FollowupsWarningDisplay
source: All columns will be deleted
nl: Alle kolommen worden verwijderd

# FollowupsDownText
source: Lists
nl: Lijsten

# FollowupsLeftText
source: Previous
nl: Vorige

# FollowupsRightText
source: Next
nl: Volgende

# FollowupsUpText
source: References
nl: Referenties

# ActivitiesScheme
source: Activity Diagram
nl: Activiteitendiagram

# ObjectsScheme
source: Object Diagram
nl: Objectendiagram

# DrilldownErrorKeyNotValid
source: This '{ObjectType}' has no ID, Drilldown not possible.
nl: Dit '{ObjectType}' heeft geen ID, drilldown niet mogelijk

# CreateEAPackageInvalidPackageName
source: Package name can only contain a-z, A-Z, 0-9 and '_'.
nl: Packagenaam mag alleen a-z, A-Z, 0-9 en '_' bevatten.

source: Languages
nl: Taal

source: Search labels
nl: Zoeklabels

# MessageConfirmUnpublishDashboard
source: You are not the creator of this Dashboard. If you unpublish this Dashboard, you will no longer have access to it.<br>Are you sure you want to unpublish this Dashboard?
nl: Weet u zeker dat u de publicatie van dit Dashboard wilt opheffen?<br>U bent niet de maker van deze Dashboard, dus als u de publicatie opheft, heeft u niet langer toegang tot dit Dashboard.

# DonotHaveWCAndMCAuthrozation
source: You do not have permission to use the Web Client and the IT Management Console.
nl: U heeft geen toestemming om de Web Client en de IT Management Console te gebruiken

source: Edit Dashboard
nl: Dashboard bewerken

source: Save Dashboard
nl: Dashboard opslaan

# MassChangeMessageConfirmUnpublishAngle
source: You are not the creator of this Angle. If you unpublish this Angle, you will no longer have access to it.<br>Are you sure you want to unpublish this Angle?
nl: Weet u zeker dat u de publicatie van deze Angle wilt opheffen?<br>U bent niet de maker van deze Angle, dus als u de publicatie opheft, heeft u niet langer toegang tot deze Angle.

# MessageSaveRequiredPublishDashboard
source: Please save all changes before publishing this Dashboard.
nl: Sla alle niet opgeslagen wijzgingen op voor u dit Dashboard publiceert

# ViewCompactMode
source: Compact mode
nl: Compacte modus

# ViewDetailsMode
source: Details mode
nl: Gedetailleerde modus

# ExportWarningPrivateAngles
source: Private Angle(s) will not be included in the package.
nl: Privé Angle(s) worden niet in het package opgenomen

source: Save Angle as...
nl: Angle opslaan als...

# CellPopupSubMenuAfter
source: After
nl: Na

# CellPopupSubMenuBefore
source: Before
nl: Voor

# FindAngleResultAllTextField
source: All text fields
nl: Alleen tekstveld

# FindAngleResultBackward
source: Backward
nl: Achteruit

# FindAngleResultCaseSensitive
source: Case sensitive
nl: Hoofdlettergevoelig

# FindAngleResultForward
source: Forward
nl: Vooruit

# FindAngleResultEntireScope
source: Entire scope
nl: Volledig bereik

# FindAngleResultFromCursor
source: From cursor
nl: Vanaf de cursor

# FindAngleResultOptions
source: Options
nl: Opties

# FindAngleResultOrigin
source: Origin
nl: Oorsprong

# FindAngleResultScope
source: Scope
nl: Omvang

# FindAngleResultSelectedTextField
source: Selected text field:
nl: Geselecteerd tekstveld:

# FindAngleResultTextToFind
source: Text to find:
nl: Te zoeken tekst:

# FindAngleResultDirection
source: Direction
nl: Richting

# ChartColumnArea
source: Series
nl: Serie

# ChartDataArea
source: Data (vertical axis)
nl: Gegevens (verticale as)

# ChartRowArea
source: Categories (horizontal axis)
nl: Categorieën (horizontale as)

# PivotColumnArea
source: Column area
nl: Kolomgebied

# PivotDataArea
source: Data area
nl: Gegevensgebied

# PivotRowArea
source: Row area
nl: Rijgebied

# ExecutionPopupChangeAngle
source: Change Angle parameters
nl: Wijzig Angleparameters

# ExecutionPopupChangeDisplay
source: Change Display parameters
nl: Wijzig Displayparameters

source: Column
nl: Kolom

source: Data
nl: Gegevens

source: Row
nl: Rij

# AngleDetailPublishTabAngle
source: Set to Angle
nl: Instellen als Angle

# MessageSaveQuestionPublish
source: You have unsaved changes. Do you want to save the changes and continue publishing?
nl: U hebt niet opgeslagen wijzigingen. Wilt u de wijzigingen opslaan en verdergaan met publiceren?

# MessageSaveFollowupRequiredPublishAngle
source: Angle definition has changed, a Jump was added or deleted. This change needs to be saved before the Angle can be published.
nl: Angledefinitie gewijzigd, een Jump is toegevoegd of verwijderd. Deze wijziging moet worden opgeslagen voordat de Angle kan worden gepubliceerd.

# ErrorLanguageNotInModel
source: Your preferred language has not been activated for the selected model.
nl: De gewenste taal is niet geactiveerd voor het geselecteerde model.

# DashboardWidgetInfo_HeaderAngleDescription
source: Angle description
nl: Angle-omschrijving

# DashboardWidgetInfo_HeaderAngleDisplayDefinitions
source: Starting Object, Filters and Jumps
nl: Object, Filters en Jumps starten

# DashboardWidgetInfo_HeaderAngleTitle
source: Angle name:
nl: Anglenaam:

# DashboardWidgetInfo_HeaderDisplayDescription
source: Display description
nl: Displayomschrijving

# DashboardWidgetInfo_HeaderDisplayTitle
source: Display name:
nl: Displaynaam:

# Info_AddedDisplayToDashboardSuccessfull
source: Display has been added to the Dashboard.<br>Click <a href="{0}" target="_blank" onclick="popup.CloseAll();">here</a> to view your Dashboard.
nl: Display is toegevoegd aan het Dashboard. <br>Klik <a href="{0}" target="_blank" onclick="popup.CloseAll();">here</a> om uw Dashboard te zien.

# Info_CannotSetFavoriteToAdhocAngle
source: You cannot make an ad hoc Angle a starred Angle. You have to first save the Angle.
nl: Een ad-hoc Angle kan geen ster krijgen. U moet de Angle eerst opslaan.

# Info_DisplayMustContainAtLeastOneValidField
source: Display must contain at least one valid field.
nl: De Display moet minstens 1 geldig veld bevatten.

# Info_FollowUpHasNoResults
source: The additional Jump has no results.
nl: De extra Jump heeft geen resultaten.

# Info_NoFieldsReturn
source: The Display returned no fields
nl: De Display heeft geen velden teruggegeven

# Info_NoModelsReturn
source: The Application Server returned no models
nl: De applicatieserver heeft geen modellen teruggegeven

# Info_PleaseSaveAndRefresh
source: The Display contains only invalid columns. Please update the Display.
nl: De Display bevat alleen ongeldige kolommen. Wijzig de Display.

# Info_TheFieldYouSelectedNotEnumeratedType
source: The field you selected is not the correct field type. Please select a set field.
nl: Het door u geselecteerde veld is het juiste veldsoort. Selecteer een veld van het soort set.

# Info_AddDisplayToDashboardSucceed
source: Display has been added to the Dashboard.<br>Click <a href="{0}" target="_blank" onclick="popup.CloseAll();">here</a> to view your Dashboard.
nl: Display is toegevoegd aan het Dashboard.<br>Klik <a href="{0}" target="_blank" onclick="popup.CloseAll();">here</a> om uw Dashboard te zien.

# Info_CannotHandleUnknownField
source: Cannot handle unknown field type.<br />Expected a set but the actual field type is {0}.<br /><a href={1} target="_blank">{2}</a>
nl: Kan onbekende veldsoort niet verwerken.<br />Verwachtte een set maar de werkelijke veldsoort is {0}.<br /><a href={1} target="_blank">{2}</a>

# Info_NoFieldTypeTextInResult
source: There are no results for field type \"text\".
nl: Er zijn geen resultaten voor veldsoort \"tekst\".

# Info_SearchResultDoesNotExists
source: Search result does not exist
nl: Zoekresultaat bestaat niet

# Alert_Title
source: Alert
nl: Waarschuwing

# Confirm_AreYouSureToDelete
source: Are you sure you want to delete {0}?
nl: Weet u zeker dat u {0} wilt verwijderen?

# Confirm_CreateNewFollowUp
source: The current Display will change to a new Display with suggested fields. <br>Are you sure you want to continue?
nl: Het huidige Display zal wijzigen naar een nieuw Display met aanbevolen velden. <br>Weet u zeker dat u door wilt gaan?

# Confirm_DeleteAngle
source: Delete Angle:<br /> {0}?
nl: Verwijder Angle:<br /> {0}?

# Confirm_DeleteDisplay
source: Delete Display: '{0}' {1} ?
nl: Verwijder Display: '{0}' {1} ?

# Confirm_DeleteWidget
source: Delete widget: {0}?
nl: Verwijder widget: {0}?

# Confirm_InvalidQueryWillBeRemoved
source: The following Filters have no criteria or are invalid: {0}<br>These Filters will be removed.
nl: De volgende Filters hebben geen criteria of zijn ongeldig: {0}<br>Deze Filters worden verwijderd.

# Confirm_Title
source: Confirmation
nl: Bevestiging

# Info_ActionNotAllowed
source: Action not allowed
nl: Actie niet toegestaan

# Info_AtLeastOneItemBeforeDelete
source: Please select at least one item
nl: Selecteer minstens één item

# Info_CannotPublishedDashboardBecausePrivateAngleDisplay
source: The Dashboard cannot be published, because it contains Private Displays.<br><br>Click OK to be redirected to the Definition tab. Then click on Go to Angle to access the Display you wish to publish.
nl: Het Dashboard kan niet worden gepubliceerd, omdat het Privédisplays bevat.<br><br>Klik op OK om door te gaan naar de tab Definitie. Klik vervolgens op Ga naar Angle om toegang te krijgen tot de Display die je wilt publiceren.

# Info_CannotSetPrivateDisplayToDefaultDisplay
source: A Private Display cannot be set as Default Display
nl: Een Privédisplay kan niet worden ingesteld als Standaarddisplay

# Info_DashboardItemsWillNotAffect
source: Dashboard items will not be affected by this action.
nl: Deze actie heeft geen invloed op Dashboarditems.

# Info_InvalidDashboardId
source: Dashboard ID must start with a-z, A-Z and must contain only a-z, A-Z, 0-9, and "_"
nl: Dashboard-ID moet starten met a-z, A-Z en kan alleen a-z, A-Z, 0-9 en "_" bevatten

# Info_InvalidDisplayID
source: Display ID must start with a-z, A-Z and must contain only a-z, A-Z, 0-9, and "_"
nl: Display-ID moet starten met a-z, A-Z en kan alleen a-z, A-Z, 0-9 en "_" bevatten

# Info_InvalidID
source: Angle ID must start with a-z, A-Z and must contain only a-z, A-Z, 0-9, and "_"
nl: Angle-ID moet starten met a-z, A-Z en kan alleen a-z, A-Z, 0-9 en "_" bevatten

# Info_MoreThanOneTemplateReturn
source: There is more than one Template returned
nl: Er is meer dan één Template teruggegeven

# Info_NoActiveClassForModel
source: No active objects for model ID: {0}
nl: Geen actieve objecten voor model-ID: {0}

# Info_NoActiveModelInstance
source: No active Model Server for model: {0}
nl: Geen actieve modelserver voor model: {0}

# Info_NoAvailableModel
source: There is a valid model available
nl: Er is geen geldig model beschikbaar

# Info_NoPermissionToDeleteAngles
source: You don't have permission to delete these items
nl: U heeft geen toestemming om deze items te verwijderen

# Info_NotAllowedToPublishTheAngle
source: You are not allowed to publish the following Dashboard privilege labels: {0} in model {1}
nl: U mag de volgende Dashboardprivilegelabels niet publiceren: {0} in model {1}

# Info_NoTemplateReturn
source: There is no Template returned
nl: Er is geen Template teruggegeven

# Info_NotValidItemsToRemove
source: The selected items cannot be removed
nl: De geselecteerde items kunnen niet worden verwijderd

# Info_OnlyAngleAreAllowedToCreateACopy
source: You can only copy Angles.
nl: U kunt alleen Angles kopiëren.

# Info_OnlyAnglesAreAllowedToCreateADashboard
source: Only Angles can be executed as a Dashboard.
nl: Alleen Angles kunnen worden uitgevoerd als een Dashboard.

# Info_OnlyAnglesAreAllowedToMassChange
source: Mass changes can only be performed on Angles.
nl: Massawijzigingen kunnen alleen worden uitgevoerd op Angles.

# Info_OperationTimeout
source: 408: Request Timeout
nl: 408: Verzoek Timeout

# Info_OperationTimeoutDescription
source: <div class=customTimeout><strong>The operation has timed out</strong><br><i>{0}: {1}</i></div>
nl: <div class=customTimeout><strong>De operatie is verlopen (timeout)</strong><br><i>{0}: {1}</i></div>

# Info_PleaseEnterValidFilter
source: Please enter a valid Filter
nl: Geef een geldig Filter op

# Info_PleaseRemoveAllInvalidFields
source: Please remove all invalid Filters or fields.
nl: Verwijder alle ongeldige Filters of velden.

# Info_PleaseRemoveAllInvalidFieldsInAggArea
source: Please remove all invalid fields in row, column or data area.
nl: Verwijder alle ongeldige velden in rij, kolom of gegevensgebied.

# Info_PleaseRemoveOneFieldFromDataArea
source: Please remove one field from the data (vertical axis) area.
nl: Verwijder één veld uit het gegevensgebied (verticale as).

# Info_PleaseSelectMissingValueForFilters
source: Please select a value for this Filter or choose 'Set value when the Display is executed'.
nl: Selecteer een waarde voor dit Filter of kies 'Vraag naar waarde wanneer de Angle opent'.

# Info_PleaseUseTextBelowToCopy
source: Please use text below for copying
nl: Gebruik onderstaande tekst om te kopiëren

# Info_ReachMaximumItems
source: The maximum for select all is: {0} items.
nl: Het maximum voor alles selecteren is: {0} items.

# Info_ReachMaximumOfDashboard
source: The maximum for a Dashboard is: {0} items.
nl: Het maximum voor een Dashboard is: {0} items.

# Info_RequiredExportPackage
source: To create an EA package, it is required:
nl: Om een EA-package te maken is het noodzakelijk om:

# Info_RequiredAtleastOneColumn
source: You cannot remove all columns.
nl: U kunt niet alle kolommen verwijderen.

# Info_RequiredAtLeastOneFieldForPivot
source: Pivot needs at least one field in the row area.
nl: Een draaitabel heeft minimaal één geldig veld in het rijgebied nodig.

# Info_RequiredAtLeastOneLabelBeforePublish
source: You need to assign labels from at least {0} label categories before you can publish
nl: Er moet(en) labels vanuit minstens {0} labelcategorieën worden toegekend voor publicatie

# Info_RequiredAtleastOneLabelBeforePublishDashboard
source: Please assign publishing labels for categories marked with (*): <ul>{0}</ul>
nl: Wijs publicatielabels toe aan categorieën gemarkeerd met een (*): <ul>{0}</ul>

# Info_RequiredBusinessProcessForAngle
source: Select at least one Business Process before saving.
nl: Selecteer minimaal één Bedrijfsproces voordat u opslaat.

# Info_RequiredDashboardName
source: Please fill in the Dashboard name
nl: Vul een Dashboardnaam in

# Info_RequiredFieldsInMultiAxis
source: Multi-axis chart needs two fields in the data (vertical axis) area.
nl: Een meerassige grafiek heeft twee velden in het gegevensgebied (verticale as) nodig.

# Info_RequiredFieldsInBubbleChart
source: Bubble chart needs one or two fields in the data (vertical axis) area.
nl: Een bellendiagram heeft een of twee velden in het gegevensgebied (verticale as) nodig.

# Info_RequiredLabelsForAngle
source: Please assign publishing labels for categories marked with (*): <ul>{0}</ul>
nl: Wijs publicatielabels toe voor categorieën die gemarkeerd zijn met een (*): <ul>{0}</ul>

# Info_RequiredNumberOrDateFieldForChart
source: needs number or date field for the categories (horizontal axis) area.
nl: getal- of datumveld nodig voor de categorieën (horizontale as).

# Info_RequiredOneDisplayBeforeCreateAngle
source: Cannot create Angle because there is no Display.
nl: Angle kan niet gemaakt worden omdat er geen Display is.

# Info_RequiredOneMoreDisplayToProcess
source: You need one more published Display to continue with the next step.
nl: U heeft nog een gepubliceerde Display nodig om door te kunnen gaan met de volgende stap.

# Info_RequiredPublicDisplayBeforePublishedAngle
source: Published Angle needs at least one published Display.
nl: Een gepubliceerde Angle heeft minstens een gepubliceerde Display nodig.

# Info_RequiredTemplateBeforeCreateAngle
source: Angle cannot be created. Please select a Template first.
nl: Selecteer een Template.

# Info_RequiredValidatedBeforePublishDashboard
source: All Angles need to be validated before the Dashboard can be validated.
nl: Alle Angles moeten gevalideerd zijn voordat het Dashboard gevalideerd kan worden.

# Info_RequiredValidAtleastOneDisplays
source: At least one Display needs to be valid before you can publish.
nl: Er moet minstens een Display geldig zijn voordat u kunt publiceren.

# Info_SelectedTextAlreadyCopied
source: The selected text was copied
nl: De geselecteerde tekst is gekopiëerd

# Info_ValidatedAngleAdhocFilterWillRemovedAfterSaved
source: Angle is validated: all ad hoc Filter(s) have been removed before saving.
nl: Angle is gevalideerd: alle ad-hoc Filters zijn verwijderd voor het opslaan.

# Warning_Title
source: Warning
nl: Waarschuwing

# Message_NoMovieAvailable
source: There is no movie available
nl: Er is geen video beschikbaar

# Confirm_AreYouSureToDeleteItems
source: Are you sure you want to delete {0} item(s)?
nl: Weet u zeker dat u {0} items wilt verwijderen?

# Info_RequiredBusinessProcessPrivilegeForAngle
source: Action is not allowed because you don't have any privileges on Business Process labels.
nl: Actie is niet toegestaan omdat u geen privileges hebt voor Bedrijfsproceslabels.

# Info_SessionChanged
source: Session was changed in another tab or window. Click OK to switch to the new session.
nl: De sessie is gewijzigd in een ander tabblad of venster. Klik op OK om over te gaan naar de nieuwe sessie.

# Title_SessionChanged
source: Session changed
nl: Sessie gewijzigd

# Info_SaveAsAngleWarning
source: Angle or some Displays contain(s) warnings
nl: Angle of sommige Displays bevat(ten) waarschuwingen

# Info_SaveAsDisplayWarning
source: Display contains warnings
nl: Display bevat waarschuwingen

# Enum_CSV_Header_Full
source: Full field name in header
nl: Volledige veldnaam in kop

# Enum_CSV_Header_Id
source: ID in header
nl: ID in kop

# Enum_CSV_Header_NoHeader
source: No headers
nl: Geen koppen

# ExportCSVEnquoteAll
source: all
nl: alle

# ExportCSVEnquoteNone
source: none
nl: geen

# ExportCSVEnquoteOnlyStrings
source: only strings
nl: alleen tekenreeksen

# ExportCSVFullHeader
source: Full field name in header
nl: Volledige veldnaam in kop

# ExportCSVIdHeader
source: ID in header
nl: ID in kop

# ExportCSVNoHeader
source: No headers
nl: Geen koppen

# Info_ListEmptyResult
source: The received data is incomplete and cannot be processed.
nl: De ontvangen gegevens zijn incompleet en kunnen niet worden verwerkt.

# AskForValueWhenTheDisplayOpens
source: Set value when the Display is executed
nl: Vraag naar waarde wanneer de Display opent

# DashboardChangeDisplays
source: Change Displays
nl: Wijzig Displays

# Info_FieldSettingsEditModeApplied
source: Your change has been applied
nl: Uw wijziging is toegepast

# ValidateExportExcel_ColumnLimit
source: Cannot export more than 16384 columns (Excel limitation)
nl: Het is niet mogelijk om meer dan 16384 kolommen te exporteren (Excel limiet)

# ValidateExportExcel_RowLimit
source: Cannot export more than 1048575 rows (Excel limitation)
nl: Het is niet mogelijk om meer dan 1048575 rijen te exporteren (Excel limiet)

# Info_RequiredExportPackage_Angle
source: - To select only Angles and/or Templates
nl: - Om alleen Angles en/of Templates te selecteren

# Info_RequiredExportPackage_Model
source: - To select one model under General filters
nl: - Om één model te selecteren onder Algemene filters

# Info_RequiredExportPackage_Published
source: - To select only published items
nl: - Om alleen gepubliceerde items te selecteren

# ErrorExcelPathOverLimit
source: Full name of export folder exceeds Excel limitation (218 characters)
nl: De volledige naam van de exportmap overschrijdt de Excel limiet (218 karakters)

# HTTP_408_Timeout
source: Request timed out
nl: Time-out voor verzoek

# Info_WarningCannotAddMoreDashboard
source: Cannot add Angles to current Dashboard. The maximum number of Angles has been reached.
nl: Kan Angle niet aan huidig Dashboard toevoegen. Het maximum aantal Angles is bereikt.

# AllCurrentlyActiveModels
source: All models currently active
nl: Alle modellen op dit moment actief

source: The default value is used.
nl: De standaard waarde wordt gebruikt.

source: Troubleshooting
nl: Probleemoplossing

source: Access
nl: Toegang

# AccessClientFunctionality
source: Access to client functionality
nl: Toegang tot clientfunctionaliteit

# AccessFieldsOfAllowedObjects
source: Access to fields
nl: Toegang tot velden van toegestane objecten

# AccessManagementFunctionality
source: Access to management functionality
nl: Toegang tot managementfunctionaliteit

source: Actions
nl: Acties

source: Activate
nl: Activeren

source: Activated
nl: Geactiveerd

source: Active version
nl: Actieve versie

source: Add
nl: Toevoegen

source: Add new icon
nl: Nieuw icoon toevoegen

source: Add refresh command
nl: Voeg ververscommando toe

source: Address
nl: Adres
