Repository: Dipsova-s/Webserver1
Catalog: EveryAngle.WebClient/EveryAngle.Shared.Globalization/Resource.*.resx
Languages: nl

# Tooltip_ApplyAndSaveDisplay
source: Apply and save Display
nl: Toepassen en Display opslaan

# Tooltip_UndoAllChanges
source: Undo all changes
nl: Maak alle wijzigingen ongedaan

# OpenEnumeratedPopup
source: Open in a new window
nl: Open in een nieuw venster

# Info_ActionNotAllowedDescription
source: This action is not allowed.
nl: Deze actie is niet toegestaan.

source: Dashboard description
nl: Dashboard-omschrijving

# ChartGaugeSetting
source: Ranges and colors
nl: Bereiken en kleuren

# Toast_SetAngleToTemplate
source: '{0}' has been set to Template
nl: '{0}' is ingesteld als Template

# Toast_SetTemplateToAngle
source: '{0}' has been set to Angle
nl: '{0}' is ingesteld als Angle

# ChartReferenceFieldName
source: Reference Line
nl: Referentielijn

# NewDisplayType_chart
source: Chart
nl: Grafiek

# NewDisplayType_list
source: List
nl: Lijst

# NewDisplayType_pivot
source: Pivot
nl: Draaitabel

source: No Display Filters active
nl: Geen Displayfilters actief

source: More actions
nl: Meer acties

# GoToSapNotAvailable
source: No transactions available
nl: Geen transacties beschikbaar

source: Display overview
nl: Displayoverzicht

source: Scroll left
nl: Scroll links

source: Scroll right
nl: Scroll rechts

# Toast_CopyDisplay
source: '{0}' has been copied!
nl: '{0}' is gekopieerd!

# Toast_PasteDisplay
source: '{0}' has been pasted!
nl: '{0}' is geplakt!

# ReferencePopupWarning
source: Please enter a value in a valid format
nl: Voer een waarde in met een geldig formaat

# ValidationForBusinessProcess
source: You must add at least one Business Process to save the Angle
nl: Minstens één bedrijfsproces moet worden toegevoegd om de Angle te kunnen opslaan

# CannotSaveAngle_Title
source: Cannot save
nl: Kan niet opslaan

# MessageSaveQuestionAngleUsedInTask
source: You made changes to an Angle that is used in Automation tasks. This might cause failures. <br><br> Do you want to continue saving your changes?
nl: U heeft wijzigingen aangebracht in een Angle die wordt gebruikt in een Automation task. Dit kan storingen veroorzaken. <br><br> Wilt u doorgaan met het opslaan van uw wijzigingen?

# FirstInQueueMessage
source: It’s busy on the server. There is {0} other Angle to finish first. <br />Please wait.
nl: Het is druk op de server. Er staat nog {0} andere Angle in de wachtrij. <br />Even geduld a.u.b.

# LaterInQueueMessage
source: It’s busy on the server. There are {0} other Angles to finish first. <br />Please wait.
nl: Het is druk op de server. Er staan nog {0} andere Angles in de wachtrij. <br />Even geduld a.u.b.

# ExecutingAngleMessage
source: Calculating Angle result
nl: Angleresultaat wordt berekend

source: Download Angle
nl: Angle downloaden

source: Download Dashboard
nl: Dashboard downloaden

# Confirm_DownloadItem
source: You have unsaved changes, which will not be included in the download.<br/>Do you want to continue?
nl: U hebt niet opgeslagen wijzigingen die niet zullen worden meegenomen in de download.<br/>Wilt u doorgaan?

# TagSuggestionHeader
source: Suggestions
nl: Suggesties

# TagNoSuggestion
source: No suggestions
nl: Geen suggesties

# TagNew
source: {0} (New Tag)
nl: {0} (Nieuwe Tag)

# TagInputPlaceholder
source: Create or find Tag
nl: Tag maken of vinden
